{
  "help-quest": "How can we help you?",
  "browse-by": "Browse by Category",
  "ask-question": "Frequently asked questions",
  "no-reason": "No search results",
  "NUH": "Need urgent help?",
  "get-in-touch": "Get In Touch",
  "for-genaral-enquiries": "For General Enquiries",
  "for-genaral-enquiries-content": "For any non-urgent technical enquiries regarding your membership and mobile app, please contact your issuing bank.",
  "fue": "For Urgent Enquiries",
  "for-current": "For current Fast Track bookings only.",
  "operat-hours": "Operating Hours",
  "workday": "Monday - Friday",
  "when": "9am to 5pm GMT",
  "please-inform": "Please inform our customer service team of your",
  "TEMN": "Travel Experiences Membership number:",

  "data-start": "data start---",
  "category-1": "General",
  "general-faq-q-1": "What is Mastercard Travel Experiences Europe?",
  "general-faq-a-1": "Mastercard Travel Experiences Europe app and website is the first-of-its kind digital solution to provide access to Airport Security Fast Track lanes experience for Mastercard cardholders. Through the app cardholders receive a digital membership to the DragonPass Airport Security Fast Track lane network at all participating airports. Your bank determines the specific benefits for your participating Mastercard. Contact your issuing bank for details on any free entitlement visits included in your program. The Mastercard Travel Experiences app and website are owned and operated by DragonPass Ltd.",
  "general-faq-q-2": "Who is eligible for the program?",
  "general-faq-a-2": "Only Mastercard cardholders, from participating banks in the European region are eligible for the program. The specific benefits you receive vary depending on the bank that issued your Mastercard card. For more information on program eligibility, please contact your bank’s customer service department. ",
  "general-faq-q-3": "Why use Fast Track?",
  "general-faq-a-3": "The service is ideal for those wanting the shortest wait at Airport Security. Ideal for all travellers, both those who want minimal time at the airport or equally those who want to spend more time in the departure lounge relaxing, eating and enjoying the lounge and retail experiences. In a post Covid-19 world Fast Track can also reduce your proximity to others and avoid the longest queues.",
  "general-faq-q-4": "Why am I entitled to this service?",
  "general-faq-a-4": "You are entitled to this service by being a Mastercard Cardholder. This entitles you to a number of benefits, including this Airport Security Fast Track benefit.",
  "general-faq-q-5": "How do I make a complaint/leave feedback?",
  "general-faq-a-5": "Please contact your issuing bank if you wish to leave any feedback or would like to file a complaint. ",
  "general-faq-q-6": "Where can I v3iew the T&Cs and privacy policy?",
  "general-faq-a-6": "You can view these by going to ‘More’ on the app or by scrolling down to the bottom of the website, there you will find both T&Cs and our Privacy Policy.",
  "general-faq-q-7": "Do I still need my boarding pass?",
  "general-faq-a-7": "Yes, you will still need your boarding pass, as well as your Fast Track pass to get through the Airport Security Fast Track lane. ",
  "general-faq-q-8": "Does this give me Fast Track at immigration and border control?",
  "general-faq-a-8": "No, this doesn’t give you Fast Track access at Immigration and Border Control. This will only give you access to the Security Fast Track lanes.",
  "general-faq-q-9": "Can I use the app still to access my passes if I have no internet at the airport? ",
  "general-faq-a-9": "Yes, you will be able to access your pass/passes on the app without having to be connected to the internet. ",
  "general-faq-q-10": "How can I locate the Fast Track lane?",
  "general-faq-a-10": "You can find out where each Fast Track lane is located by searching your chosen airport in the app or on the website. There will then be a section stating where the Fast Track lane is located within the airport.",

  "category-2": "Bookings",
  "bookings-faq-q-1": "Which airports can I use my free trips at?",
  "bookings-faq-a-1": "Under the account section of your app or website it will detail your entitlements or free trips and state which airports these can be used at. This will be at either international airports (those outside of your home country), domestic airports (those within your home country) or all available airports in the program. Also, when you search the airports, those where you can use your entitlements will be marked with a green entitlement’s icon.",
  "bookings-faq-q-2": "Can I book Fast Track for friends or family if I’m not travelling?",
  "bookings-faq-a-2": "Unfortunately, friends and family cannot book and use Fast Track services without the Cardholder being present when travelling.",
  "bookings-faq-q-3": "Can I cancel my booking?",
  "bookings-faq-a-3": "Cancellations are dependent on the airport you have booked Fast Track at. To check your chosen airport supports cancellation, please look on the app under ‘Your Airport’.",
  "bookings-faq-q-4": "My chosen airport supports cancellation; how do I cancel my booking? ",
  "bookings-faq-a-4": "If your chosen airport allows cancellation, and you wish to cancel one of your bookings, please go to the ‘Bookings’ tab on the app or website and select the booking you wish to cancel under ‘Upcoming Trips’. Then click on ‘View Details’ and proceed to select ‘Cancel Booking’ at the bottom of the page. Once your cancellation has been confirmed, your refund will be processed.",
  "bookings-faq-q-5": "Can I change my booking?",
  "bookings-faq-a-5": "Fast Track bookings cannot be amended, however if cancellations are permitted at the airport you have booked, you may cancel your booking and re-book. To check your chosen airport supports cancellation, please look on the app under ‘Your Airport’. ",
  "bookings-faq-q-6": "Can I use a card other than my Mastercard for payment?",
  "bookings-faq-a-6": "No, only a Mastercard can be used to make payments on the app and website.",
  "bookings-faq-q-7": "Do I need to pay for children?",
  "bookings-faq-a-7": "Children under certain ages do go free, however, each airport may have different age restrictions. Please ensure you check the app or website before booking. ",
  "bookings-faq-q-8": "Can I book Fast Track on the day of arrival?",
  "bookings-faq-a-8": "Some airports support same day bookings. Please check your app to ensure your chosen airport supports this.",
  "bookings-faq-q-9": "What time does the Fast Track lane open?",
  "bookings-faq-a-9": "Opening times differ depending on the airport. Please check the app for the opening and closing times.",
  "bookings-faq-q-10": "How far in advance am I able to book?",
  "bookings-faq-a-10": "Fast Track lanes are able to be booked up to 12 months in advance.",
  "bookings-faq-q-11": "How do I know my booking has been accepted?",
  "bookings-faq-a-11": "Once you make a booking you should get a confirmation screen in app or on the website to state your booking has been successful. You will then be able to view the booking details in the ‘Booking’ section of the app or website. You will also receive a booking confirmation email.",
  "bookings-faq-q-12": "I purchased Fast Track lane access but when I go to the airport there was no queue for standard security, can I get a refund?",
  "bookings-faq-a-12": "Unfortunately, there is no refund available in this case.",
  "bookings-faq-q-13": "My eTicket isn’t working",
  "bookings-faq-a-13": "Please check that your booking details are correct, and you have accessed the Fast Track lane on the correct date during your designated time slot. If these details are all correct, please contact a member of airport staff and show them your booking details for further assistance.",
  "bookings-faq-q-14": "I’m going to miss my booked slot what can I do?",
  "bookings-faq-a-14": "Depending on how late you will be for your booking, and depending on which airport your booking is for, you may still be able to use your Fast Track passes. This is at the discretion of the airport itself and not under DragonPass’ or Mastercard’s control. You may be able to do this by scanning your pass at the gate as normal or referring to a member of staff near the Fast Track gate. ",
  "bookings-faq-q-15": "Can I add someone to my booking later on?",
  "bookings-faq-a-15": "You can make a Fast Track booking for another passenger at a later date, as long as this passenger is travelling with the card holder. However, you cannot add another person onto an existing booking.",
  "bookings-faq-q-16": "Can I print out my booking?",
  "bookings-faq-a-16": "If you have booked via the website, then you will be emailed with your Fast Track pass, which you will then be able to print out. ",
  "bookings-faq-q-17": "What happens if my flight is cancelled before I use my Fast Track booking?",
  "bookings-faq-a-17": "Unfortunately, DragonPass and Mastercard have no control over flight cancellations and therefore are unable to offer any refunds.",
  "bookings-faq-q-18": "What happens if my airline changes terminal?",
  "bookings-faq-a-18": "If the airline has changed the terminal, please ensure that there is a Security Fast Track lane in the new Terminal you are flying from. If there is, you will still be able to use your Fast Track pass. If there is not a Fast Track lane, then unfortunately this is something that is out of DragonPass’ and Mastercard’s control and we will not be able to refund you for the passes.",

  "category-3": "Registration",
  "registration-faq-q-1": "Why can’t I register?",
  "registration-faq-a-1": "Registration for the program includes entering eligible Mastercard card details plus your personal details to set up your account. If your card details are not being accepted or recognized it may be that you are not eligible for the program. Please check your bank or issuer for details.",
  "registration-faq-q-2": "Why do I have to enter my card details?",
  "registration-faq-a-2": "Card details must be entered when registering to ensure you are eligible for the program.",
  "registration-faq-q-3": "Are my card details safe?",
  "registration-faq-a-3": "Yes, all card details are safe. DragonPass do not store or save any card details entered into the app, we replace your card details with a token.",

  "category-4": "Membership",
  "membership-faq-q-1": "How long is my membership valid for?",
  "membership-faq-a-1": "Your membership will be auto renewed annually, unless you no longer want to continue with your membership or your Mastercard is no longer valid.",
  "membership-faq-q-2": "Can I still book Fast Track access if my entitlement runs out?",
  "membership-faq-a-2": "Yes, you can still book Fast Track access on a pay as you go basis if your entitlement has run out.",
  "membership-faq-q-3": "Where can I see what entitlements I have remaining? ",
  "membership-faq-a-3": "You can view your entitlements by clicking on ‘Account’ on the app or online. There it will show you what entitlement you have remaining and what you have already used.",
  "membership-faq-q-4": "When is my entitlement refreshed?",
  "membership-faq-a-4": "Your entitlement will be refreshed annually. ",
  "membership-faq-q-5": "I have unlimited visits why do I need to register my card?",
  "membership-faq-a-5": "You still need to register your card to ensure you are eligible for this program and to also create your account.",
  "membership-faq-q-6": "What happens when I use up my entitlement?",
  "membership-faq-a-6": "You will still be able to use your Fast Track services, however, it will be on a pay as you go basis so you will need to pay for your Fast Track benefit rather than using your inclusive entitlement.",
  "membership-faq-q-7": "Can my friends and family use my membership?",
  "membership-faq-a-7": "Unfortunately, memberships can only be used by the cardholder (whose name is on the membership). However you can add friends and family as part of your booking, if you as the cardholder are travelling with them.",

  "category-5": "Account and payment",
  "account-faq-q-1": "How do I register for a second membership using a second Mastercard card? I also want to be able to see my all benefits for all my memberships and pay easily.",
  "account-faq-a-1": "To register a second Mastercard card, go to the memberships section of the app, click the ‘Add new membership’. There you will be able to register your second Mastercard card. If you are logged out of the app, please click ‘Sign up’ then proceed to fill in your Mastercard details. Once you add your second membership you will be able to switch between the two in the app and view all your membership benefits. The process is the same on the website.",
  "account-faq-q-2": "What if I have server Mastercard cards the are eligible?",
  "account-faq-a-2": "If you have several Mastercard’s, you may also have several DragonPass membership accounts. One eligible Mastercard entitles you to one DragonPass membership account. At any point, you may switch between your memberships in the app to redeem entitlements for each card. Please got to the ‘Account’ section to do this.",
  "account-faq-q-3": "Can I change my payment card on file?",
  "account-faq-a-3": "The payment card is linked to your membership so you cannot add a different card. If you have a need to update your card due to an expired or lost/stolen card you can do this under the ‘Account’ section, then select ‘Update card’. If you have a new card, refer to the process for registering a second Mastercard card above.",
  "account-faq-q-4": "Where can I see my payment history?",
  "account-faq-a-4": "You can view all payments under ‘Bookings’, here all bookings will be listed both upcoming and past and any bookings which incurred a payment will be included against the booking detail. ",
  "account-faq-q-5": "Where can I see my available program benefits?",
  "account-faq-a-5": "Your program benefits will be displayed within the app. For more information, please contact your issuing bank for details about your program benefits.",
  "account-faq-q-6": "What happens if I lose/misplace my Mastercard? Will my membership still be valid?",
  "account-faq-a-6": "Your membership is valid as long as your qualifying Mastercard is active and eligible. If your card is cancelled, you will need to eliminate the lost card from the app and register a new one. You can do this under the ‘Account’ section and then select ‘Update card’.",
  "account-faq-q-7": "How do I change my email address?",
  "account-faq-a-7": "Please contact your issuing back if you wish to change the email address that your account is linked to.",
  "account-faq-q-8": "How do I change my password?",
  "account-faq-a-8": "Your can change your password by going to the ‘More’ tab at the bottom of the app or by clicking ‘Account’ on the left on the website and selecting ‘Change Password’.",
  "account-faq-q-9": "If I have cancelled my booking and I am eligible for a refund, how will I know when my refund has been processed?",
  "account-faq-a-9": "You will be emailed notifying you that your refund is being processed.",

  "get-in-touch-toast-1": "Are you at the Airport?",
  "get-in-touch-toast-2": "Is your query urgent?",
  "search-faq-placeholder": "Search Help Topic"
}
