{
  "help-quest": "Em que podemos ajudar?",
  "browse-by": "Pesquisar por Categoria",
  "ask-question": "Perguntas frequentes",
  "no-reason": "Não existem resultados da pesquisa",
  "NUH": "Precisa de ajuda urgente?",
  "get-in-touch": "Entre em contacto",
  "for-genaral-enquiries": "Para dúvidas gerais",
  "for-genaral-enquiries-content": "Para quaisquer dúvidas técnicas não urgentes, relativas à sua adesão e à aplicação móvel, contacte o seu banco emissor.",
  "fue": "Para questões urgentes",
  "for-current": "Apenas para reservas da Via de acesso rápido.",
  "operat-hours": "Horário de funcionamento",
  "workday": "De segunda a sexta-feira",
  "when": "09:00 às 17:00 GMT",
  "please-inform": "Queira informar a nossa equipa de assistência ao cliente do seu",
  "TEMN": "número de Adesão para Experiências de Viagem:",

  "data-start": "data start---",
  "category-1": "Geral",
  "general-faq-q-1": "O que é o Mastercard Experiências de Viagem Europa?",
  "general-faq-a-1": "A aplicação e o website Mastercard Experiências de Viagem Europa é a primeira solução digital do seu tipo a fornecer acesso à experiência das Vias de acesso rápido pela zona de segurança do aeroporto para os titulares de cartões Mastercard. Através da aplicação, os titulares dos cartões recebem uma adesão digital à rede da DragonPass de Vias de acesso rápido pela zona de segurança do aeroporto, em todos os aeroportos participantes. O seu banco determina os benefícios específicos para o seu cartão Mastercard participante. Contacte o seu banco emissor para obter detalhes sobre a elegibilidade de visitas gratuitas incluídas no seu programa. A aplicação e o website Mastercard Experiências de Viagem são propriedade e operados pela DragonPass Ltd.",
  "general-faq-q-2": "Quem é elegível para o programa?",
  "general-faq-a-2": "Apenas os titulares do cartão Mastercard, dos bancos participantes na região europeia, são elegíveis para o programa. Os benefícios específicos que recebe variam, dependendo do banco que emitiu o seu cartão Mastercard. Para mais informações sobre a elegibilidade do programa, contacte o departamento de serviço ao cliente do seu banco. ",
  "general-faq-q-3": "Porquê usar a Via de acesso rápido?",
  "general-faq-a-3": "O serviço é ideal para aqueles que desejam uma espera mais curta na zona de segurança do aeroporto. É ideal para todos os viajantes, tanto para aqueles que querem passar o mínimo de tempo no aeroporto, como para aqueles que querem passar mais tempo no lounge de partida a relaxar, a comer e desfrutar das experiências do lounge e das zonas comerciais. Num mundo pós Covid-19, a Via de acesso rápido pode também reduzir a sua proximidade às outras pessoas e evitar as filas mais longas.",
  "general-faq-q-4": "Porque sou elegível para este serviço?",
  "general-faq-a-4": "É elegível para este serviço por ser titular do cartão Mastercard. Isto dá-lhe direito a uma série de benefícios, incluindo este benefício da Via de acesso rápido pela zona de segurança do aeroporto. ",
  "general-faq-q-5": "Como posso apresentar uma reclamação ou feedback?",
  "general-faq-a-5": "Contacte o seu banco emissor, se desejar deixar algum feedback ou apresentar uma reclamação. ",
  "general-faq-q-6": "Onde posso ver os Termos e Condições e a Política de privacidade?",
  "general-faq-a-6": "Pode consultá-los indo a “Mais” na aplicação, ou descendo até ao fundo da página no website, e encontrará tanto os Termos e Condições como a nossa Política de privacidade. ",
  "general-faq-q-7": "Continuo a precisar do meu cartão de embarque?",
  "general-faq-a-7": "Sim, ainda vai precisar do seu cartão de embarque, bem como do seu passe da Via de acesso rápido, para passar por essa faixa na zona de segurança do aeroporto. ",
  "general-faq-q-8": "Isto dá-me acesso à via de acesso rápido no controlo de imigração e fronteiras?",
  "general-faq-a-8": "Não, isto não lhe dá acesso à via de acesso rápido no controlo de imigração e fronteiras. Apenas lhe dá acesso às vias de acesso rápido na zona de segurança.",
  "general-faq-q-9": "Continuo a poder usar a aplicação para aceder aos meus passes se não tiver Internet no aeroporto? ",
  "general-faq-a-9": "Sim, poderá aceder ao seu passe ou passes na aplicação sem ter de estar ligado à Internet. ",
  "general-faq-q-10": "Como localizo a faixa correspondente à Via de acesso rápido?",
  "general-faq-a-10": "Pode descobrir onde se encontra cada faixa da Via de acesso rápido pesquisando o seu aeroporto escolhido na aplicação ou no website. Aí, encontrará uma secção indicando onde se localiza a faixa da Via de acesso rápido dentro do aeroporto. ",

  "category-2": "Reservas",
  "bookings-faq-q-1": "Em que aeroportos posso usar as minhas viagens grátis?",
  "bookings-faq-a-1": "Na secção de conta da sua aplicação ou do website, terá os detalhes da sua elegibilidade ou viagens gratuitas, indicando em que aeroportos estes podem ser utilizados. Tal será em aeroportos internacionais (fora do seu país de origem), aeroportos domésticos (dentro do seu país de origem) ou em todos os aeroportos disponíveis no programa. Além disso, ao pesquisar os aeroportos, aqueles onde pode utilizar a sua elegibilidade serão marcados com um ícone verde de elegibilidade.",
  "bookings-faq-q-2": "Posso reservar a Via de acesso rápido para amigos ou familiares, se eu não viajar? ",
  "bookings-faq-a-2": "Infelizmente, amigos e familiares, quando viajam, não podem reservar e utilizar os serviços da Via de acesso rápido sem a presença do Titular do cartão. ",
  "bookings-faq-q-3": "Posso cancelar a minha reserva?",
  "bookings-faq-a-3": "Os cancelamentos dependem do aeroporto onde reservou o serviço da Via de acesso rápido. Para verificar se o aeroporto que escolheu aceita o cancelamento dos serviços da Via de acesso rápido, consulte a aplicação em “O seu aeroporto”. ",
  "bookings-faq-q-4": "O aeroporto que escolhi aceita o cancelamento; como posso cancelar a minha reserva? ",
  "bookings-faq-a-4": "Se o aeroporto que escolheu permitir o cancelamento e desejar cancelar uma das suas reservas, vá ao separador “Reservas”, na aplicação ou no website, e selecione a reserva que deseja cancelar em “Próximas Viagens”. Depois clique em “Ver Detalhes” e prossiga selecionando “Cancelar Reserva” ao fundo da página. Uma vez confirmado o seu cancelamento, o respetivo reembolso será processado.",
  "bookings-faq-q-5": "Posso alterar a minha reserva?",
  "bookings-faq-a-5": "As reservas da Via de acesso rápido não podem ser alteradas. No entanto, se os cancelamentos forem permitidos no aeroporto que reservou, poderá cancelar a sua reserva e voltar a reservar. Para verificar se o aeroporto que escolheu aceita o cancelamento dos serviços da Via de acesso rápido, consulte a aplicação em “O seu aeroporto”. ",
  "bookings-faq-q-6": "Posso utilizar um cartão diferente do meu Mastercard para pagamento?",
  "bookings-faq-a-6": "Não, apenas pode ser utilizado um Mastercard para fazer pagamentos na aplicação e no website. ",
  "bookings-faq-q-7": "Tenho de pagar pelas crianças?",
  "bookings-faq-a-7": "As crianças até certas idades não pagam, mas cada aeroporto pode ter restrições de idade diferentes. Consulte a aplicação ou o website antes de reservar. ",
  "bookings-faq-q-8": "Posso reservar a Via de acesso rápido no próprio dia da chegada?",
  "bookings-faq-a-8": "Alguns aeroportos aceitam reservas no próprio dia. Verifique a sua aplicação para se assegurar de que o aeroporto escolhido permite esse tipo de reserva. ",
  "bookings-faq-q-9": "A que horas abre a Via de acesso rápido? ",
  "bookings-faq-a-9": "Os horários de abertura diferem consoante o aeroporto. Consulte a aplicação para conhecer os horários de abertura e encerramento. ",
  "bookings-faq-q-10": "Com que antecedência é que posso reservar?",
  "bookings-faq-a-10": "As faixas da Via de acesso rápido podem ser reservadas até 12 meses de antecedência.",
  "bookings-faq-q-11": "Como sei se a minha reserva foi aceite?",
  "bookings-faq-a-11": "Uma vez feita a reserva, deverá ver um ecrã de confirmação na aplicação ou no website, declarando que a sua reserva foi bem sucedida. Poderá então visualizar os detalhes da reserva na secção de “Reservas”, na aplicação ou no website. Receberá também um e-mail de confirmação da reserva.",
  "bookings-faq-q-12": "Reservei a Via de acesso rápido, mas quando cheguei ao aeroporto não havia fila para a segurança normal. Posso obter um reembolso?",
  "bookings-faq-a-12": "Infelizmente, não há reembolso disponível neste caso.",
  "bookings-faq-q-13": "O meu eTicket (bilhete eletrónico) não está a funcionar",
  "bookings-faq-a-13": "Verifique se os seus dados de reserva estão corretos e se chegou à via de acesso rápido na data correta, durante a sua faixa horária designada. Se todos estes dados estiverem corretos, contacte um membro da equipa do aeroporto e mostre-lhe os seus dados de reserva para obter mais assistência.",
  "bookings-faq-q-14": "Vou falhar o meu intervalo de tempo reservado. O que posso fazer?",
  "bookings-faq-a-14": "Dependendo do seu atraso em relação à reserva e consoante o aeroporto para o qual a sua reserva se destina, ainda poderá utilizar os seus passes da Via de acesso rápido. Isto fica ao critério do próprio aeroporto e não está sob o controlo da DragonPass ou da Mastercard. Poderá fazê-lo digitalizando o seu passe na porta como normalmente ou consultando um membro do equipa próximo da entrada da Via de acesso rápido. ",
  "bookings-faq-q-15": "Posso adicionar alguém à minha reserva mais tarde?",
  "bookings-faq-a-15": "Pode fazer uma reserva da Via de acesso rápido para outro passageiro numa data posterior, desde que este passageiro viaje com o titular do cartão. No entanto, não pode adicionar outra pessoa a uma reserva existente.",
  "bookings-faq-q-16": "Posso imprimir a minha reserva?",
  "bookings-faq-a-16": "Se tiver reservado através do website, o seu passe da Via de acesso rápido será enviado por e-mail, que poderá então imprimir. ",
  "bookings-faq-q-17": "O que acontece se o meu voo for cancelado antes de utilizar a minha reserva da Via de acesso rápido?",
  "bookings-faq-a-17": "Infelizmente, a DragonPass e a Mastercard não têm qualquer controlo sobre cancelamentos de voos e, portanto, não podem oferecer quaisquer reembolsos. ",
  "bookings-faq-q-18": "O que acontece se a minha companhia aérea mudar de terminal?",
  "bookings-faq-a-18": "Se a companhia aérea tiver mudado o terminal, assegure-se de que existe uma Via de acesso rápido na zona do controlo de segurança do novo Terminal de onde está a voar. Se houver, ainda poderá utilizar o seu passe para a Via de acesso rápido. Se não houver uma via de acesso rápido, então, infelizmente, isto é algo que está fora do controlo da DragonPass e da Mastercard e não poderemos reembolsá-lo pelos passes. ",

  "category-3": "Registo",
  "registration-faq-q-1": "Porque não me posso registar?",
  "registration-faq-a-1": "O registo para o programa inclui a introdução dos dados elegíveis do cartão Mastercard, mais os seus dados pessoais para criar a sua conta. Se os dados do seu cartão não estiverem a ser aceites ou reconhecidos, pode ser que não seja elegível para o programa. Verifique junto do seu banco ou entidade emissora para obter detalhes.",
  "registration-faq-q-2": "Porque tenho de introduzir os dados do meu cartão?",
  "registration-faq-a-2": "Os dados do cartão têm de ser introduzidos ao registar-se para garantir que é elegível para o programa. ",
  "registration-faq-q-3": "Os dados do meu cartão ficam em segurança?",
  "registration-faq-a-3": "Sim, todos os dados do cartão ficam seguros. A DragonPass não armazena nem guarda quaisquer dados de cartão introduzidos na aplicação, substituindo os dados do seu cartão por uma ficha.",

  "category-4": "Adesão",
  "membership-faq-q-1": "Durante quanto tempo é válida a minha adesão?",
  "membership-faq-a-1": "A sua adesão será automaticamente renovada anualmente, a menos que já não queira continuar associado à mesma ou se o seu Mastercard deixar de ser válido.",
  "membership-faq-q-2": "Ainda posso reservar a Via de acesso rápido se a minha elegibilidade terminar?",
  "membership-faq-a-2": "Sim, ainda pode reservar a Via de acesso rápido com base num pagamento, se a sua elegibilidade tiver expirado. ",
  "membership-faq-q-3": "Onde posso consultar os benefícios que me restam da minha elegibilidade? ",
  "membership-faq-a-3": "Pode ver a sua elegibilidade clicando em “Conta” na aplicação ou online. Aí poderá ver os benefícios que lhe restam e os que já utilizou.",
  "membership-faq-q-4": "Quando é que a minha elegibilidade é atualizada?",
  "membership-faq-a-4": "A sua elegibilidade é atualizada anualmente. ",
  "membership-faq-q-5": "Tenho visitas ilimitadas. Porque preciso de registar o meu cartão?",
  "membership-faq-a-5": "Ainda precisa de registar o seu cartão para garantir que é elegível para este programa e também para criar a sua conta. ",
  "membership-faq-q-6": "O que acontece quando esgoto os meus benefícios de elegibilidade?",
  "membership-faq-a-6": "Poderá continuar a utilizar os seus serviços da Via de acesso rápido. No entanto, estes serão pagos por cada utilização, pelo que terá de pagar pelo seu benefício da Via de acesso rápido em vez de utilizar a sua elegibilidade.",
  "membership-faq-q-7": "Os amigos e a família podem usar a minha adesão?",
  "membership-faq-a-7": "Infelizmente, as adesões só podem ser utilizadas pelo titular do cartão (cujo nome está na própria adesão). Contudo, pode adicionar amigos e familiares como parte da sua reserva, se, como titular do cartão, viajar em conjunto com eles.",

  "category-5": "Conta e pagamento",
  "account-faq-q-1": "Como me inscrevo para uma segunda adesão utilizando um segundo cartão Mastercard? Também quero poder ver todos os meus benefícios para todas as minhas adesões e pagar facilmente.",
  "account-faq-a-1": "Para registar um segundo cartão Mastercard, vá à secção de adesões da aplicação, clique em “Adicionar nova adesão”. Aí poderá registar o seu segundo cartão Mastercard. Se não tiver a sessão iniciada na aplicação, clique em “Inscrever-se” e, em seguida, proceda ao preenchimento dos dados do seu Mastercard. Uma vez adicionada a sua segunda adesão, poderá alternar entre as duas na aplicação e visualizar todos os benefícios da sua adesão. O processo é o mesmo no website.",
  "account-faq-q-2": "E se eu tiver vários cartões Mastercard elegíveis?",
  "account-faq-a-2": "Se tiver vários Mastercard, poderá também ter várias contas de adesão à DragonPass. Um Mastercard elegível dá-lhe direito a uma conta de adesão DragonPass. A qualquer momento, pode alternar entre as suas contas de adesão na aplicação, para resgatar os benefícios de cada cartão. Para tal, visite a secção da \"Conta\".",
  "account-faq-q-3": "Posso alterar o meu cartão de pagamento em arquivo?",
  "account-faq-a-3": "O cartão de pagamento está ligado à sua adesão, pelo que não pode adicionar um cartão diferente. Se tiver necessidade de atualizar o seu cartão, devido a um cartão expirado ou perdido/roubado, pode fazê-lo indo à secção da “Conta” e depois selecionando “Atualizar cartão”. Se tiver um novo cartão, consulte acima o processo de registo de um segundo cartão Mastercard.",
  "account-faq-q-4": "Onde posso ver o meu histórico de pagamentos?",
  "account-faq-a-4": "Pode ver todos os pagamentos em “Reservas”. Serão listadas aqui todas as reservas, tanto as futuras como as passadas e quaisquer reservas que tenham incorrido num pagamento serão incluídas nos detalhes de reserva. ",
  "account-faq-q-5": "Onde posso ver os benefícios disponíveis do meu programa?",
  "account-faq-a-5": "Os benefícios do seu programa serão apresentados dentro da aplicação. Para mais informações, contacte o seu banco emissor para obter detalhes sobre os benefícios do seu programa.",
  "account-faq-q-6": "O que acontece se eu perder ou não souber onde está o meu cartão Mastercard? Será que a minha adesão ainda será válida?",
  "account-faq-a-6": "A sua adesão é válida enquanto o seu Mastercard qualificado estiver ativo e for elegível. Se o seu cartão for cancelado, terá de eliminar o cartão perdido da aplicação e registar um novo cartão. Pode fazê-lo na secção da “Conta” e depois selecionar “Atualizar cartão”.",
  "account-faq-q-7": "Como altero o meu endereço eletrónico?",
  "account-faq-a-7": "Se desejar alterar o endereço de correio eletrónico a que a sua conta está ligada, contacte a sua entidade emissora. ",
  "account-faq-q-8": "Como altero a minha palavra-passe?",
  "account-faq-a-8": "Pode alterar a sua palavra-passe indo ao separador “Mais” na parte inferior da aplicação ou clicando em “Conta”, à esquerda, no website, e selecionando “Alterar a palavra-passe”.",
  "account-faq-q-9": "Se tiver cancelado a minha reserva e for elegível para um reembolso, como saberei quando o meu reembolso foi processado?",
  "account-faq-a-9": "Ser-lhe-á enviada uma notificação por e-mail, a indicar que o seu reembolso está a ser processado.",

  "get-in-touch-toast-1": "Está no Aeroporto?",
  "get-in-touch-toast-2": "A sua questão é urgente?",
  "search-faq-placeholder": "Pesquisar tópico de ajuda"
}
