{
  "fast-with-mc": "Mais rápido com Mastercard®",
  "fast-with-mc-desc": "Ignore as filas. <br />Maximize o seu tempo para descontrair, fazer compras e tomar uma refeição no aeroporto.",
  "btn-select-airport": "Selecionar aeroporto",
  "airport-security-ft-title": "Via de acesso rápido pela zona de segurança do aeroporto",
  "airport-security-ft-desc-1": "Como estimado titular de um cartão Mastercard, tem acesso ao serviço da Via de acesso rápido pela zona de segurança do aeroporto em todo o mundo, através da aplicação ou do website.",
  "airport-security-ft-desc-2": "A Via de acesso rápido permite aos passageiros um acesso preferencial a uma faixa dedicada, diretamente para o ponto de verificação de segurança, agilizando assim o processo de verificação.",
  "airport-security-ft-desc-3": "Basta registar-se com o seu cartão Mastercard elegível para iniciar a sua viagem com sucesso.",
  "how-it-works-title": "Como funciona",
  "how-it-works-desc-1": "Reserve os seus bilhetes com antecedência através do website ou da aplicação das Experiências de Viagem Mastercard.",
  "how-it-works-desc-2": "Use as suas viagens elegíveis pela via de acesso rápido, ou pague utilizando o seu cartão Mastercard.",
  "how-it-works-desc-3": "Receba o seu eTicket (bilhete eletrónico) por e-mail ou na aplicação e apresente-o na Via de acesso rápido no aeroporto para obter acesso.",
  "select-airport": "Selecionar aeroporto",
  "select-airport-desc-1": "Indica aeroportos onde pode ser usada a Via de acesso rápido.",
  "select-airport-desc-2": "Indica aeroportos onde os passes de Via de acesso rápido estão apenas disponíveis para compra.",
  "book-now": "Reserve agora",
  "eligible-for-free-ft-pass": "Elegível para passe da Via de acesso rápido",
  "available-to-buy": "Disponível para compra",
  "available-at-terminals": "Disponível em {terminals}",
  "free-entry": "Entrada gratuita – Para crianças com menos de {age}",
  "refunds-permitted": "Reembolsos autorizados",
  "non-refundable": "Não reembolsável",
  "advance-bookings-only": "Apenas reservas antecipadas",
  "same-day-bookings-available": "Disponíveis reservas no próprio dia",
  "no-result": "Sem resultados.",
  "btn-view-all": "Ver todos",
  "get-app-desc": "Obtenha a aplicação para desfrutar da sua experiência no aeroporto connosco.",
  "accept-cookie-desc": " Usamos cookies para lhe oferecer uma experiência melhor, analisar o tráfego do site e disponibilizar publicidade direcionada. Ao continuar a usar este website, está a consentir no uso de cookies, de acordo com os nossos {0}.",
  "btn-accept": "Aceitar",
  "privacy-policy": "Política de privacidade",
  "img-alt-1": "experiências de viagem mastercard no aeroporto",
  "img-alt-2": "vias de acesso rápido pela zona de segurança",
  "img-alt-3": "reservar bilhetes de acesso rápido pela zona de segurança",
  "img-alt-4": "use o seu mastercard",
  "img-alt-5": "eTicket para a via de acesso rápido do aeroporto",
  "img-alt-6": "Instale a aplicação Experiências de Viagem Mastercard",
  "img-alt-7": "Instale a aplicação iOS",
  "img-alt-8": "Instale a aplicação Android"
}
