{
  "help-quest": "Kako možemo da vam pomognemo?",
  "browse-by": "Izvršite pretragu po kategoriji",
  "ask-question": "Najčešće postavljana pitanja",
  "no-reason": "Nema rezultata pretrage",
  "NUH": "Treba vam hitna pomoć?",
  "get-in-touch": "Stupite u kontakt",
  "for-genaral-enquiries": "Za pitanja opšte prirode",
  "for-genaral-enquiries-content": "Za bilo kakva pitanja tehničke prirode u vezi sa vašim članstvom i mobilnom aplikacijom, kontaktirajte svoju banku izdavaoca.",
  "fue": "Za hitna pitanja",
  "for-current": "Isključivo za aktuelne rezervacije brze staze.",
  "operat-hours": "Radno vrijeme",
  "workday": "Ponedjeljak - petak",
  "when": "9:00 do 17:00",
  "please-inform": "Molimo vas da o tome obavijestite naš tim za korisničku podršku",
  "TEMN": "Broj članstva u Travel Experience:",

  "data-start": "data start---",
  "category-1": "Opšte",
  "general-faq-q-1": "Što je Mastercard Travel Experience Europe?",
  "general-faq-a-1": "Aplikacija i internet stranica Mastercard Travel Experiences Europe prvo je svojevrsno digitalno rješenje koje pruža vlasnicima Mastercard® kartica pristup Brzom prolazu za bezbjednosnu kontrolu na aerodromima. Kroz aplikaciju vlasnici kartica dobijaju digitalno članstvo u mreži kompanije DragonPass Brzom prolazu za bezbjednosnu kontrolu na svim aerodromima koji učestvuju. Vaša banka određuje posebne pogodnosti za Mastercard karticu s kojim učestvujete. Obratite se svojoj banci izdavaocu da biste se detaljnije informisali o bilo kojim posjetama za ostvarivanje besplatnih prava uključenih u vaš program. Aplikacija i internet stranica Mastercard Travel Experiences u vlasništvu su i njima upravlja kompanije DragonPass Ltd.",
  "general-faq-q-2": "Ko ispunjava uslove za program?",
  "general-faq-a-2": "Samo vlasnici Mastercard kartica iz banaka koje učestvuju u evropskom regionu mogu da učestvuju u programu. Konkretne pogodnosti koje dobijate razlikuju se u zavisnosti od banke koja je izdala vašu Mastercard karticu. Da biste dobili više informacija o podobnosti za program, obratite se službi za korisničku podršku vaše banke. ",
  "general-faq-q-3": "Zašto koristiti Brzi prolaz?",
  "general-faq-a-3": "Usluga je idealna za one koji žele najkraće da čekaju na bezbjednosnoj kontroli na aerodromu. Idealno za sve putnike, kako za one koji žele da minimalno vrijeme provedu na aerodromu, tako i za one koji žele da provedu više vremena u salonu za polazak opuštajući se, uživajući obroku, salonu i maloprodaji. Nakon pandemije Covid-19, Brzi prolaz takođe može smanjiti vaše rastojanje od drugih, pa ćete na taj način ćete izbjeći čekanje u najdužim redovima.",
  "general-faq-q-4": "Zašto imam pravo na ovu uslugu?",
  "general-faq-a-4": "Imate pravo na ovu uslugu zato što ste vlasnik Mastercard kartice. To vam daje pravo na brojne pogodnosti, uključujući ovu pogodnost Brzi prolaz za bezbjednosnu kontrolu na aerodromima. ",
  "general-faq-q-5": "Kako mogu da uložim žalbu/ostavim povratnu informaciju?",
  "general-faq-a-5": "Kontaktirate banku izdavaoca ako želite da ostavite povratne informacije ili da uložite žalbu.",
  "general-faq-q-6": "Gdje mogu da pogledam Uslove i Politiku privatnosti?",
  "general-faq-a-6": "Možete ih pogledati tako što ćete u aplikaciji otići na opciju „Još“ ili se pomjeriti do dna internet stranice, gdje ćete pronaći i Uslove i našu Politiku privatnosti. ",
  "general-faq-q-7": "Da li mi je i dalje potrebna moja karta za ukrcavanje?",
  "general-faq-a-7": "Da, i dalje će vam biti potrebna karta za ukrcavanje, kao i propusnica za Brzi prolaz da biste prošli Brzim prolazom za bezbjednosnu kontrolu na aerodromu.",
  "general-faq-q-8": "Da li mi ovo daje pravo na Brzi prolaz na imigracionoj i graničnoj kontroli?",
  "general-faq-a-8": "Ne, ova usluga vam ne omogućava pristup Brzom prolazu na imigracionoj i graničnoj kontroli. Njome ćete ostvariti pristup samo Brzom prolazu za bezbjednosnu kontrolu.",
  "general-faq-q-9": "Da li mogu da koristim aplikaciju i dalje za pristup propusnicama ako nemam internet na aerodromu? ",
  "general-faq-a-9": "Da, moći ćete da pristupite svojoj propusnici/svojim propusnicama na aplikaciji bez potrebe da budete povezani na internet. ",
  "general-faq-q-10": "Kako mogu da pronađem traku za Brzu stazu?",
  "general-faq-a-10": "Možete saznati gdje se nalazi svaka traka za Brzi prolaz tako što ćete prvo u pretragu u aplikaciji ili na internet stranici unijeti izabrani aerodrom. Onda ćete doći do odjeljka koji navodi gdje se na aerodromu nalazi Brzi prolaz. ",

  "category-2": "Rezervacije",
  "bookings-faq-q-1": "Na kojim aerodromima mogu da koristim besplatna putovanja?",
  "bookings-faq-a-1": "U odjeljku naloga u vašoj aplikaciji ili internet stranici biće detaljno navedena vaša prava ili besplatna putovanja, i biće navedeno na kojim aerodromima se ista mogu koristiti. To će biti na međunarodnim aerodromima (onima izvan vaše matične zemlje), domaćim aerodromima (onima u vašoj matičnoj zemlji) ili svim dostupnim aerodromima u programu. Takođe, kada pretražujete aerodrome, oni na kojima možete koristiti svoja prava biće označeni ikonicom prava zelene boje.",
  "bookings-faq-q-2": "Mogu li rezervisati Brzi prolaz za prijatelje ili porodicu ako ja ne putujem? ",
  "bookings-faq-a-2": "Nažalost, prijatelji i porodica ne mogu da rezervišu i koriste usluge Brzi prolaza kada vlasnik kartice nije prisutan prilikom putovanja. ",
  "bookings-faq-q-3": "Mogu li otkazati rezervaciju?",
  "bookings-faq-a-3": "Otkazivanja zavise od aerodroma na kojem ste rezervisali Brzi prolaz. Da biste provjerili da li izabrani aerodrom podržava otkazivanje, pogledajte u aplikaciji odjeljak „Vaš aerodrom“. ",
  "bookings-faq-q-4": "Moj izabrani aerodrom podržava otkazivanje; kako da otkažem rezervaciju? ",
  "bookings-faq-a-4": "Ako izabrani aerodrom dozvoljava otkazivanje, a vi želite da otkažete jednu od svojih rezervacija, idite na karticu „Rezervacije“ u aplikaciji ili na internet stranici i u okviru „Predstojeća putovanja“ odaberite rezervaciju koju želite otkazati. Zatim kliknite na „Prikaži detalje“ i nastavite sa odabirom „Otkaži rezervaciju“ na dnu stranice. Povraćaj sredstava biće obrađen nakon potvrde otkazivanja.",
  "bookings-faq-q-5": "Mogu li da promijenim rezervaciju?",
  "bookings-faq-a-5": "Rezervacije Brzi prolaza se ne mogu izmijeniti, ali ako je otkazivanje dozvoljeno na aerodromu za koji imate rezervaciju, možete otkazati rezervaciju i ponovo rezervisati. Da biste provjerili da li izabrani aerodrom podržava otkazivanje, pogledajte u aplikaciji odjeljak „Vaš aerodrom“. ",
  "bookings-faq-q-6": "Mogu li za plaćanje koristiti neku drugu karticu osim Mastercard?",
  "bookings-faq-a-6": "Ne, isključivo se Mastercard može koristiti za plaćanje putem aplikacije i na internet stranici.",
  "bookings-faq-q-7": "Da li treba da plaćam za djecu?",
  "bookings-faq-a-7": "Usluga za djecu ispod određenog uzrasta je besplatna, međutim, svaki aerodrom može imati različita ograničenja u pogledu starosne dobi. Obavezno to provjerite u aplikaciji ili na internet stranici prije rezervacije. ",
  "bookings-faq-q-8": "Mogu li rezervisati Brzu stazu na dan dolaska?",
  "bookings-faq-a-8": "Neki aerodromi podržavaju rezervacije za isti dan. Izvršite provjeru u svojoj aplikaciji da biste bili sigurni da li izabrani aerodrom podržava tu mogućnost. ",
  "bookings-faq-q-9": "Kada se otvara traka za Brzi prolaz? ",
  "bookings-faq-a-9": "Vrijeme pružanja usluge se razlikuje u zavisnosti od aerodroma. Provjerite u aplikaciji vrijeme otvaranja i zatvaranja prolaz. ",
  "bookings-faq-q-10": "Koji je rok za koji mogu unaprijed da izvršim rezervaciju?",
  "bookings-faq-a-10": "Brze staze se mogu rezervisati i do 12 mjeseci unaprijed.",
  "bookings-faq-q-11": "Kako da znam da je moja rezervacija prihvaćena?",
  "bookings-faq-a-11": "Kada izvršite rezervaciju, trebalo bi da vam se prikaže ekran za potvrdu u aplikaciji ili na internet stranici na kojem će biti navedeno da je vaša rezervacija uspješna. Tada ćete moći da vidite detaljne podatke o rezervaciji u odjeljku „Rezervacija“ u aplikaciji ili na internet stranici. Takođe ćete primiti e-poštu sa potvrdom rezervacije.",
  "bookings-faq-q-12": "Kupio sam pristup Brzi prolazu, ali kada sam pošao na aerodrom, nije bilo čekanja u redu za standardnu bezbjednosnu kontrolu, pa mogu li dobiti povraćaj novca?",
  "bookings-faq-a-12": "Nažalost, u ovom slučaju ne može se ostvariti povraćaj novca.",
  "bookings-faq-q-13": "Moja elektronska karta ne reaguje",
  "bookings-faq-a-13": "Provjerite da li su podaci o vašoj rezervaciji tačni i da li ste pristupili Brzi prolazu na tačan datum i u toku predviđenog vremenskog perioda. Ako su svi ovi podaci tačni, da biste dobili dodatnu pomoć kontaktirajte člana osoblja na aerodromu i pokažite im podatke o rezervaciji.",
  "bookings-faq-q-14": "Propustiću vremenski period koji sam rezervisao; Šta mogu da učinim?  ",
  "bookings-faq-a-14": "U zavisnosti od toga koliko ćete zakasniti u odnosu na rezervisani vremenski period i zavisno od aerodroma za koji je rezervacija namijenjena, možda ćete i dalje moći da koristite propusnice za Brzi prolaz. To zavisi od uslova koji važe za konkretan aerodrom, i DragonPass ili Mastercard ne mogu na to uticati. To ćete možda moći učiniti tako što ćete skenirati propusnicu na izlazu za ukrcavanje u avion kao i obično, ili se obratiti članu osoblja u Brzi prolaz. ",
  "bookings-faq-q-15": "Mogu li naknadno da dodam nekoga u svoju rezervaciju?",
  "bookings-faq-a-15": "Rezervaciju Brzog prolaza za drugog putnika možete izvršiti naknadno, sve dok taj putnik putuje sa vlasnikom kartice. Međutim, ne možete dodati drugu osobu u već postojeću rezervaciju.",
  "bookings-faq-q-16": "Mogu li da odštampam svoju rezervaciju?",
  "bookings-faq-a-16": "Ako ste rezervaciju izvršili putem internet stranice, poslaćemo vam e-poštu sa propusnicom za Brzog prolaz, koju ćete tada moći da odštampate. ",
  "bookings-faq-q-17": "Šta se dešava ako mi se let otkaže prije nego što iskoristim rezervaciju za Brzog prolaz?",
  "bookings-faq-a-17": "Nažalost, DragonPass i Mastercard nemaju kontrolu nad otkazivanjem letova i stoga ne mogu da ponude povraćaj novca za takav slučaj. ",
  "bookings-faq-q-18": "Šta se dešava ako moja avio-kompanija promijeni terminal?",
  "bookings-faq-a-18": "Ako je avio-kompanija promijenila terminal, provjerite da na novom terminalu sa kojeg letite postoji Brzog prolaza za bezbjednosnu kontrolu. Ako postoji, i dalje ćete moći da iskoristite propusnicu za Brzog prolaza. Ako ne postoji traka za Brzog prolaza, nažalost, to je nešto što je van kontrole kompanija DragonPass i Mastercard i nećemo moći da vam refundiramo propusnice.",

  "category-3": "Registracija",
  "registration-faq-q-1": "Zašto ne mogu da izvršim registraciju?",
  "registration-faq-a-1": "Registracija za program uključuje unos podataka o Mastercard kartici koja ispunjava uslove, kao i vaših ličnih podataka za uspostavljanje naloga. Ako podaci o vašoj kartici nisu prihvaćeni ili prepoznati, možda ne ispunjavate uslove za program. Detaljnije informacije zatražite od svoje banke ili izdavaoca.",
  "registration-faq-q-2": "Zašto moram da unesem podatke sa svoje kartice?",
  "registration-faq-a-2": "Podaci o kartici moraju se unijeti prilikom registracije kako bismo bili sigurni da ispunjavate uslove za program.",
  "registration-faq-q-3": "Da li su podaci o mojoj kartici bezbjedni?",
  "registration-faq-a-3": "Da, svi podaci o kartici su bezbjedni. Društvo DragonPass ne skladišti niti čuva nijedan podatak o kartici unijet u aplikaciju, već podatke o vašoj kartici zamjenjujemo tokenom.",

  "category-4": "Članstvo",
  "membership-faq-q-1": "Koliko dugo važi moje članstvo?",
  "membership-faq-a-1": "Vaše članstvo će se automatski obnavljati godišnje, osim ako više ne želite da nastavite sa članstvom ili ako vaša Mastercard kartica više ne važi.",
  "membership-faq-q-2": "Ako više nemam prava na raspolaganju, mogu li i dalje rezervisati pristup Brzom prolazu?",
  "membership-faq-a-2": "Da, ako ste iskoristili sva prava, i dalje možete rezervisati pristup Brzom prolazu tako što ćete izvršiti plaćanje prije polaska.",
  "membership-faq-q-3": "Gdje mogu da vidim koliko još imam prava na raspolaganju? ",
  "membership-faq-a-3": "Možete pogledati svoja prava klikom na „Nalog“ u aplikaciji ili putem interneta. Tamo će vam se prikazati koja su vam prava preostala i šta ste već iskoristili.",
  "membership-faq-q-4": "Kada se moje pravo obnavlja?",
  "membership-faq-a-4": "Vaša prava će se obnavljati svake godine.",
  "membership-faq-q-5": "Imam neograničene posjete, pa zašto moram da registrujem svoju karticu?",
  "membership-faq-a-5": "I dalje morate da registrujete svoju karticu da biste bili sigurni da ispunjavate uslove za ovaj program i da biste takođe otvorili svoj nalog.",
  "membership-faq-q-6": "Šta se dešava kada iskoristim pravo?",
  "membership-faq-a-6": "I dalje ćete moći da koristite usluge Brzom prolaza, međutim, to pravo ćete moći da ostvarite na osnovu plaćanja prilikom odlaska, pa ćete morati da platite za svoju pogodnost korišćenja Brzom prolaza umjesto da koristite svoja inkluzivna prava.",
  "membership-faq-q-7": "Mogu li moji prijatelji i porodica da koriste moje članstvo?",
  "membership-faq-a-7": "Nažalost, članstvo može da koristi samo vlasnik kartice (čije je ime navedeno na članstvu). Međutim, možete dodati prijatelje i porodicu na svoju rezervaciju, ako vi kao vlasnik kartice putujete sa njima.",

  "category-5": "Nalog i plaćanje",
  "account-faq-q-1": "Kako da se registrujem za drugo članstvo pomoću druge Mastercard kartice? Takođe želim mogućnost pregleda svih svojih pogodnosti za sva moja članstva, i da na jednostavan način vršim uplate.",
  "account-faq-a-1": "Da biste registrovali drugu Mastercard karticu, idite u odjeljak za članstva u aplikaciji i kliknite na „Dodaj novo članstvo“. Tu ćete moći da registrujete svoju drugu Mastercard karticu. Ako ste odjavljeni iz aplikacije, kliknite na „Prijavi se“, a zatim nastavite sa popunjavanjem podataka o Mastercard kartici. Kada dodate svoje drugo članstvo, moći ćete da se prebacujete s jednog članstva u aplikaciji na drugo, i da ostvarite uvid u sve pogodnosti koje po osnovu članstava imate. Postupak je isti i na internet stranici.",
  "account-faq-q-2": "Šta ako imam serverske Mastercard kartice koje ispunjavaju uslove?",
  "account-faq-a-2": "Ako imate nekoliko Mastercard kartica, možda imate i nekoliko naloga za članstvo u DragonPass-u. Jedna Mastercard kartica koja ispunjava uslove daje vam pravo na jedan nalog za članstvo u DragonPass-u. U bilo kom trenutku možete da se prebacujete s jednog članstva na drugo u aplikaciji da biste iskoristili prava za svaku karticu. Da biste to uradili, uđite u odjeljak „Nalog“.",
  "account-faq-q-3": "Mogu li da promijenim svoju platnu karticu u aplikaciji?",
  "account-faq-a-3": "Platna kartica je povezana sa vašim članstvom, tako da ne možete dodati drugu karticu. Ako imate potrebu za ažuriranjem kartice zbog istekle ili izgubljene/ukradene kartice, to možete da uradite u odjeljku „Nalog“, a zatim izaberete „Ažuriraj karticu“. Ako imate novu karticu, pogledajte prethodno naveden postupak za registraciju druge Mastercard kartice.",
  "account-faq-q-4": "Gdje mogu da vidim svoju istoriju plaćanja?",
  "account-faq-a-4": "Sve uplate možete pogledati u odjeljku „Rezervacije“. Sve rezervacije će biti navedene, kako predstojeće tako i prethodne, a za sve rezervacije za koje je izvršena uplata taj če podatak biti uključene u podatke o rezervaciji. ",
  "account-faq-q-5": "Gdje mogu da vidim pogodnosti programa koje su mi dostupne?",
  "account-faq-a-5": "Vaše pogodnosti po osnovu programa biće prikazane u aplikaciji. Da biste se detaljnije informisali, obratite se banci izdavaocu da vam obezbijedi podatke o pogodnostima programa.",
  "account-faq-q-6": "Šta se dešava ako izgubim/zagubim svoju Mastercard karticu? Da li će moje članstvo i dalje važiti?",
  "account-faq-a-6": "Vaše članstvo je važeće sve dok je kvalifikovana Mastercard kartica aktivna i ispunjava uslove. Ako je vaša kartica otkazana, moraćete da uklonite izgubljenu karticu iz aplikacije i da registrujete novu. To možete da uradite u odjeljku „Nalog“, a zatim izaberete „Ažuriraj karticu“.",
  "account-faq-q-7": "Kako da promijenim adresu e-pošte?",
  "account-faq-a-7": "Obratite se svom izdavaocu ako želite da promijenite adresu e-pošte sa kojom je povezan vaš nalog. ",
  "account-faq-q-8": "Kako da promijenim lozinku?",
  "account-faq-a-8": "Lozinku možete da promijenite tako što ćete otići na karticu „Više“ na dnu aplikacije ili klikom na „Nalog“ s lijeve strane na internet stranici i odabirom opcije „Promijeni lozinku“.",
  "account-faq-q-9": "Ako sam otkazao svoju rezervaciju i ispunjavam uslove za povraćaj novca, kako ću znati kada je povraćaj obrađen?",
  "account-faq-a-9": "Poslaćemo vam e-poštu sa obavještenjem da je obrada povraćaja novca za vas u toku.",

  "get-in-touch-toast-1": "Jeste li na aerodromu?",
  "get-in-touch-toast-2": "Da li je vaš upit hitan?",
  "search-faq-placeholder": "Izvršite pretragu na temu za koju se traži pomoć"
}
