{
  "help-quest": "Kako možemo da Vam pomognemo?",
  "browse-by": "Pretražite po kategoriji",
  "ask-question": "Često postavljana pitanja",
  "no-reason": "Nema rezultata pretrage",
  "NUH": "Hitno vam je potrebna pomoć?",
  "get-in-touch": "Stupite u kontakt",
  "for-genaral-enquiries": "Za opšte upite",
  "for-genaral-enquiries-content": "Za sve tehničke upite u vezi sa vašim članstvom i mobilnom aplikacijom kontaktirajte svoju banku izdavaoca.",
  "fue": "Za hitne upite",
  "for-current": "Samo za trenutne rezervacije Brzog prolaza.",
  "operat-hours": "Radno vreme",
  "workday": "Ponedeljak - petak",
  "when": "od 9.00 do 17.00 GMT",
  "please-inform": "Molimo vas da obavestite naš tim za korisničku podršku o vašem",
  "TEMN": "Travel Experiences članskom broju:",

  "data-start": "data start---",
  "category-1": "Opšte",
  "general-faq-q-1": "Šta je Mastercard Travel Experiences Europe?",
  "general-faq-a-1": "Mastercard Travel Experiences Europe aplikacija i vebsajt su prvo digitalno rešenje ove vrste za pristup usluzi Prioritetnog prolaza kroz bezbednosne kontrole aerodroma za vlasnike Mastercard® kartica. Putem aplikacije, vlasnici kartica dobijaju digitalno članstvo za DragonPass Brzi prolaz kroz bezbednosne kontrole aerodroma koji učestvuju u programu. Vaša banka utvrđuje posebne pogodnosti za vašu Mastercard karticu koja ispunjava uslove za učešće. Molimo da se obratite vašoj banci izdavaocu da biste se detaljnije informisali o svim pogodnostima i povlasticama koje vaš program obuhvata. Aplikacija i vebsajt Mastercard Travel Experiences su u vlasništvu i pod upravom kompanije DragonPass Ltd.",
  "general-faq-q-2": "Ko ispunjava uslove za program?",
  "general-faq-a-2": "Samo korisnici Mastercard kartica banaka učesnica u evropskom regionu ispunjavaju uslove za program. Konkretne pogodnosti koje dobijate razlikuju se u zavisnosti od banke koja je izdala vašu Mastercard karticu. Za više informacija o uslovima programa molimo vas da kontaktirate vašu banku.",
  "general-faq-q-3": "Zašto da koristim Prioritetni prolaz?",
  "general-faq-a-3": "Usluga je idealna za one koji ne žele dugo da čekaju u redovima za prolaz kroz bezbednosne kontrole aerodroma. Prilagođena je  za sve putnike, kako za one koji žele minimalno zadržavanje na aerodromu, tako i za one koji pre odlaska žele da provedu više vremena opuštajući se, uživajući u jelu, biznis salonu i prodavnicama. U svetu nakon Covid-19, Brzi prolaz takođe smanjuje vaš blizak fizički kontakt sa drugima i omogućava vam da izbegnete čekanje u dugim redovima.",
  "general-faq-q-4": "Zašto imam pravo na ovu uslugu?",
  "general-faq-a-4": "Kao vlasnik Mastercard kartice imate pravo na ovu uslugu. Omogućen vam je niz pogodnosti, koji uključuje Brzi prolaz kroz bezbednosne kontrole aerodroma.",
  "general-faq-q-5": "Kako mogu da uložim žalbu/ostavim povratnu informaciju?",
  "general-faq-a-5": "Molimo vas da kontaktirate banku izdavaoca ako želite da ostavite povratne informacije ili želite da uložite žalbu.",
  "general-faq-q-6": "Gde mogu da pogledam Uslove i odredbe i Pravila o privatnosti?",
  "general-faq-a-6": "Uslove i odredbe i Pravila o privatnosti  možete pogledati ako odete na „Više“ u aplikaciji ili na vebsajtu u dnu početne stranice.. ",
  "general-faq-q-7": "Da li mi je i dalje potrebna karta za let?",
  "general-faq-a-7": "Da, i dalje vam je potrebna karta za let, kao i vaša propusnica za Brzi prolaz da biste trakom za Brzi prolaz prošli kroz bezbednosne kontrole aerodroma. ",
  "general-faq-q-8": "Da li mi ovo obezbeđuje i Prioritetni prolaz kroz pasošku i carinsku kontrolu aerodroma?",
  "general-faq-a-8": "Ne, ovo vam ne obezbeđuje Prioritetni prolaz kroz pasošku i carinsku kontrolu aerodroma. Ovo će vam samo omogućiti pristup traci za Prioritetni prolaz kroz bezbednosne kontrole aerodroma.",
  "general-faq-q-9": "Da li i dalje mogu da koristim ovu aplikaciju da pristupim mojim propusnicama ako nemam internet na aerodromu?",
  "general-faq-a-9": "Da, moći ćete da pristupite vašim propusnicama u aplikaciji bez potrebe da budete povezani na internet.",
  "general-faq-q-10": "Kako da nađem traku za Brzi prolaz?",
  "general-faq-a-10": "Možete saznati gde se nalazi svaka traka za Brzi prolaz pretraživanjem izabranog aerodroma u aplikaciji ili na vebsajtu. Tamo ćete naći odeljak u kome su naznačene lokacije traka za Brzi prolaz na aerodromima.",

  "category-2": "Rezervacije",
  "bookings-faq-q-1": "Na kojim aerodromima mogu da koristim moja besplatna putovanja?",
  "bookings-faq-a-1": "U odeljku vašeg naloga u okviru aplikacije ili na vebsajta detaljno će biti navedene vaše povlastice ili besplatna putovanja, kao i na kojim aerodromima se mogu koristiti. To će biti na međunarodnim aerodromima (onima izvan vaše zemlje), domaćim aerodromima (onima u vašoj zemlji) ili na svim dostupnim aerodromima koji učestvuju u programu. Takođe, kada pretražujete aerodrome, oni na kojima možete koristiti svoje povlastice biće označeni zelenom ikonom.",
  "bookings-faq-q-2": "Da li mogu da rezervišem Prioritetni prolaz za prijatelje ili porodicu ako ja lično ne putujem?",
  "bookings-faq-a-2": "Nažalost, prijatelji i porodica ne mogu rezervisati i koristiti usluge Prioritetnog prolaza ukoliko vlasnik kartice nije prisutan na putovanju. ",
  "bookings-faq-q-3": "Da li mogu da otkažem rezervaciju?",
  "bookings-faq-a-3": "Otkazivanja zavise od aerodroma na kom ste rezervisali Brzi prolaz. Da biste proverili da li izabrani aerodrom podržava otkazivanje, pogledajte u aplikaciji pod „Vaš aerodrom“.",
  "bookings-faq-q-4": "Moj izabrani aerodrom podržava otkazivanje; kako da otkažem rezervaciju? ",
  "bookings-faq-a-4": "Ako izabrani aerodrom dozvoljava otkazivanje, a vi želite da otkažete jednu od svojih rezervacija, idite na opciju „Rezervacije“ u aplikaciji ili na vebsajtu i odaberite rezervaciju koju želite da otkažete pod „Predstojeća putovanja“. Zatim kliknite na „Prikaži detalje“ i nastavite sa odabirom „Otkaži rezervaciju“ pri dnu stranice. Kada potvrdite otkazivanje, vaš zahtev će biti obrađen i pokrenut povrat novca.",
  "bookings-faq-q-5": "Da li mogu da promenim rezervaciju?",
  "bookings-faq-a-5": "Rezervacije za Brzi prolaz se ne mogu izmeniti ali ako je otkazivanje dozvoljeno na aerodromu koji ste rezervisali, možete otkazati rezervaciju i ponovo rezervisati. Da biste proverili da li izabrani aerodrom podržava otkazivanje, pogledajte u aplikaciji pod „Vaš aerodrom“. ",
  "bookings-faq-q-6": "Da li za plaćanje mogu da koristim neku drugu karticu osim Mastercard kartice?",
  "bookings-faq-a-6": "Ne, samo Mastercard kartica se može koristiti za plaćanje u aplikaciji i na vebsajtu. ",
  "bookings-faq-q-7": "Da li moram da platim i za decu?",
  "bookings-faq-a-7": "Deca ispod određenog uzrasta ipak mogu da prođu besplatno, međutim, svaki aerodrom može imati različita starosna ograničenja. Pre rezervacije obavezno proverite u aplikaciji ili na vebsajtu. ",
  "bookings-faq-q-8": "Mogu li rezervisati Brzi pristup na dan dolaska?",
  "bookings-faq-a-8": "Neki aerodromi podržavaju rezervacije za isti dan. Proverite u aplikaciji da biste bili sigurni da izabrani aerodrom to podržava. ",
  "bookings-faq-q-9": "U koje vreme se otvara traka za Prioritetni prolaz? ",
  "bookings-faq-a-9": "Radno vreme se razlikuje u zavisnosti od aerodroma. Proverite u aplikaciji vreme otvaranja i zatvaranja. ",
  "bookings-faq-q-10": "Koliko unapred mogu da rezervišem?",
  "bookings-faq-a-10": "Traku za Prioritetni prolaz možete da rezervišete do 12 meseci unapred.",
  "bookings-faq-q-11": "Kako da znam da je moja rezervacija prihvaćena?",
  "bookings-faq-a-11": "Kada izvršite rezervaciju, trebalo bi da vam se prikaže okvir sa potvrdom u aplikaciji ili na vebsajtu kojim se potvrđuje da je vaša rezervacija uspešna. Tada ćete moći da vidite podatke o rezervaciji u odeljku „Rezervacija“ u aplikaciji ili na vebsajtu. Takođe ćete primiti imejl sa potvrdom rezervacije.",
  "bookings-faq-q-12": "Kupio sam pristup traci za Brzi prolaz ali kada sam došao na aerodrom, reda za standardnu bezbednosnu kontrolu nije bilo. Mogu li da dobijem povrat novca?",
  "bookings-faq-a-12": "Nažalost, u ovom slučaju nema povrata novca.",
  "bookings-faq-q-13": "Moja e-karta ne reaguje",
  "bookings-faq-a-13": "Proverite da li su podaci o vašoj rezervaciji tačni i da li imate pristup traci za Brzi prolaz na tačan datum tokom predviđenog vremenskog perioda. Ako su svi ovi podaci tačni, obratite se članu aerodromskog osoblja i pokažite mu podatke o rezervaciji za dodatnu pomoć.",
  "bookings-faq-q-14": "Propustiću rezervisani vremenski period. Šta mogu da uradim?       ",
  "bookings-faq-a-14": "U zavisnosti od toga koliko ćete kasniti u odnosu na vašu rezervaciju, i u zavisnosti od toga za koji aerodrom je vezana vaša rezervacija, možda ćete i dalje moći da iskoristite svoje propusnice za Brzi prolaz. Ovo je diskreciono pravo samog aerodroma i nije pod kontrolom DragonPass-a ili kompanije Mastercard. Možda ćete to moći da iskoristite pogodnost tako što ćete regularno skenirati propusnicu na izlasku za ukrcavanje ili se obratiti članu osoblja u blizini  Brzog prolaza. ",
  "bookings-faq-q-15": "Da li mogu naknadno da dodam nekoga u rezervaciju?",
  "bookings-faq-a-15": "Možete naknadno da rezervišete Brzi prolaz za drugog putnika, sve dok taj putnik putuje sa vama kao vlasnikom kartice. Međutim, ne možete dodati drugu osobu u postojeću rezervaciju.",
  "bookings-faq-q-16": "Da li mogu da odštampam svoju rezervaciju?",
  "bookings-faq-a-16": "Ako ste rezervaciju izvršili putem vebsajta, poslaćemo vam imejl sa propusnicom za Brzi prolaz koju možete da odštampate.  ",
  "bookings-faq-q-17": "Šta se dešava ako moj let bude otkazan pre nego što iskoristim rezervaciju za Brzi prolaz?",
  "bookings-faq-a-17": "Nažalost, DragonPass i Mastercard nemaju kontrolu nad otkazivanjem letova i ne mogu ponuditi nikakav povrat novca. ",
  "bookings-faq-q-18": "Šta se dešava ako moja avio-kompanija promeni terminal?",
  "bookings-faq-a-18": "Ako je avio-kompanija promenila terminal, proverite da li na novom terminalu sa kojeg letite postoji Brzi prolaz za bezbednosnu kontrolu. Ako postoji, i dalje ćete moći da iskoristite propusnicu za Prioritetni prolaz. Ako ne postoji traka za Brzi prolaz, onda je to, nažalost, nešto što nije pod kontrolom DragonPass-a i kompanije Mastercard i nećemo moći da vam vratimo novac za propusnice. ",

  "category-3": "Registracija",
  "registration-faq-q-1": "Zašto ne mogu da se registrujem?",
  "registration-faq-a-1": "Registracija za program uključuje unos odgovarajućih podataka o Mastercard kartici i vaših ličnih podataka za otvaranje naloga. Ako podaci o vašoj kartici nisu prihvaćeni ili prepoznati, moguće je da ne ispunjavate uslove za program. Detaljno se informišite kod vaše banke ili izdavaoca.",
  "registration-faq-q-2": "Zašto moram da unesem podatke o mojoj kartici?",
  "registration-faq-a-2": "Podaci o kartici moraju se uneti prilikom registracije kako biste bili sigurni da ispunjavate uslove za program.",
  "registration-faq-q-3": "Da li su podaci o mojoj kartici sigurni?",
  "registration-faq-a-3": "Da, podaci o kartici su sigurni. DragonPass ne skladišti i ne čuva nikakve podatke o kartici unete u aplikaciju, mi podatke o vašoj kartici zamenjujemo tokenom.",

  "category-4": "Članstvo",
  "membership-faq-q-1": "Koliko dugo važi moje članstvo?",
  "membership-faq-a-1": "Vaše članstvo će se automatski obnavljati svake godine, osim ako više ne želite da nastavite sa članstvom ili ako vaša Mastercard kartica više ne važi.",
  "membership-faq-q-2": "Da li mogu da rezervišem Brzi prolaz i nakon što mi isteknu povlastice?",
  "membership-faq-a-2": "Da, još uvek možete da rezervišete pristup Prioritetnom prolazu ako su vam istekle povlastice, ali uz izvršenu uplatu. ",
  "membership-faq-q-3": "Gde mogu da vidim koje su mi povlastice preostale? ",
  "membership-faq-a-3": "Svoje povlastice možete pogledati klikom na „Nalog“ u aplikaciji ili putem interneta. Tamo će vam se prikazati koje povastice imate i šta ste već iskoristili.",
  "membership-faq-q-4": "Kada se obnavljaju moje povlastice?",
  "membership-faq-a-4": "Vaše povlastice se obnavljaju svake godine.",
  "membership-faq-q-5": "Imam neograničene posete, zašto moram da registrujem svoju karticu?",
  "membership-faq-a-5": "Još uvek morate da registrujete svoju karticu da biste bili sigurni da ispunjavate uslove za ovaj program, kao i da otvorite svoj nalog. ",
  "membership-faq-q-6": "Šta se dešava kada iskoristim sve svoje povlastice?",
  "membership-faq-a-6": "I dalje ćete moći da koristite usluge Brzog prolaza, međutim, one će se plaćati po principu uplata, pa ćete morati da platite svoju pogodnost Brzog prolaza umesto da koristite svoje inkluzivne povlastice.",
  "membership-faq-q-7": "Da li moji prijatelji i porodica mogu da koriste moje članstvo?",
  "membership-faq-a-7": "Nažalost, članstvo može koristiti samo vlasnik kartice (čije je ime na članstvu). Međutim, možete dodati prijatelje i porodicu kao deo svoje rezervacije, ako vi kao vlasnik kartice putujete sa njima.",

  "category-5": "Nalog i plaćanje",
  "account-faq-q-1": "Kako da se registrujem za drugo članstvo pomoću druge Mastercard kartice? Takođe želim da vidim sve pogodnosti za sva članstva i da na jednostavan način vršim uplate.",
  "account-faq-a-1": "Da biste registrovali drugu Mastercard karticu, idite na odeljak članstva u aplikaciji, kliknite na „Dodaj novo članstvo“. Tamo ćete moći da registrujete drugu Mastercard karticu. Ako ste odjavljeni iz aplikacije, kliknite na „Prijavi se“, a zatim nastavite sa popunjavanjem podataka o Mastercard kartici. Kada dodate drugo članstvo, moći ćete da se prebacujete sa jednog na drugo u aplikaciji i pregledate sve pogodnosti po osnovu članstva. Isti proces je i na vebsajtu.",
  "account-faq-q-2": "Šta ako imam nekoliko Mastercard kartica koje ispunjavaju uslove?",
  "account-faq-a-2": "Ako imate nekoliko Mastercard kartica, možete imati i nekoliko naloga za članstvo u DragonPass-u. Jedna prihvatljiva Mastercard kartica daje vam pravo na jedan nalog za članstvo u DragonPass-u. U bilo kom trenutku možete u aplikaciji da se prebacite iz jednog članstva u drugo da biste iskoristili povlastice za svaku karticu. Idite do odeljka „Nalog“ da biste to uradili.",
  "account-faq-q-3": "Mogu li da promenim svoju platnu karticu u evidenciji?",
  "account-faq-a-3": "Platna kartica je povezana sa vašim članstvom, tako da ne možete dodati drugu karticu. Ako imate potrebu da ažurirate karticu zbog toga što je kartica istekla ili je izgubljena/ukradena, to možete učiniti u odeljku „Nalog“, a zatim izaberite opciju „Ažuriraj karticu“. Ako imate novu karticu, pogledajte gore navedeni postupak za registraciju druge Mastercard kartice.",
  "account-faq-q-4": "Gde mogu da vidim svoju istoriju plaćanja?",
  "account-faq-a-4": "Sve uplate možete pogledati ovde u odeljku „Rezervacije”. Tu će biti navedene sve predstojeće i prošle rezervacije. Sve rezervacije za koje je izvršena uplata takođe će biti uključene u detaljne podatke o rezervaciji. ",
  "account-faq-q-5": "Gde mogu da vidim raspoložive pogodnosti programa?",
  "account-faq-a-5": "Pogodnosti programa biće prikazane u aplikaciji. Da biste se detaljnije informisali, obratite se banci izdavaocu koja će vam saopštiti podatke o pogodnostima programa.",
  "account-faq-q-6": "Šta se dešava ako izgubim/zagubim svoju Mastercard karticu? Da li će moje članstvo i dalje važiti?",
  "account-faq-a-6": "Vaše članstvo je važeće sve dok je odgovarajuća Mastercard kartica aktivna i ispunjava uslove. Ako je vaša kartica otkazana, moraćete da uklonite izgubljenu karticu iz aplikacije i da registrujete novu. To možete učiniti u odeljku „Nalog“, a zatim izaberite opciju „Ažuriraj karticu“.",
  "account-faq-q-7": "Kako da promenim adresu e-pošte?",
  "account-faq-a-7": "Molimo vas da kontaktirate banku izdavaoca ako želite da promenite adresu e-pošte sa kojom je vaš nalog povezan. ",
  "account-faq-q-8": "Kako da promenim lozinku?",
  "account-faq-a-8": "Lozinku možete da promenite tako što ćete otići na karticu „Više“ pri dnu aplikacije ili kliknuti na opciju „Nalog“ sa leve strane na vebsajtu i izabrati opciju „Promeni lozinku“.",
  "account-faq-q-9": "Ako otkažem svoju rezervaciju i ispunjavam uslove za povrat novca, kako ću znati kada je povrat obrađen?",
  "account-faq-a-9": "Putem e-pošte ćemo vam poslati obaveštenje da je u toku obrada za povrat novca.",

  "get-in-touch-toast-1": "Da li ste na aerodromu?",
  "get-in-touch-toast-2": "Da li upit hitan?",
  "search-faq-placeholder": "Pretražite predmet pomoći"
}
