{
  "help-quest": "Hoe kunnen we u helpen?",
  "browse-by": "Bladeren op categorie",
  "ask-question": "Veelgestelde vragen",
  "no-reason": "Geen resultaten gevonden",
  "NUH": "Dringend hulp nodig?",
  "get-in-touch": "Neem contact op",
  "for-genaral-enquiries": "Voor algemene vragen",
  "for-genaral-enquiries-content": "Neem voor niet-dringende technische vragen over uw lidmaatschap en mobiele app contact op met uw kaartverstrekkende bank.",
  "fue": "Voor dringende vragen",
  "for-current": "Alleen voor huidige Fast Track-boekingen.",
  "operat-hours": "Openingstijden",
  "workday": "Maandag t/m vrijdag",
  "when": "9.00 tot 17.00 uur GMT",
  "please-inform": "Informeer onze klantenservice over uw",
  "TEMN": "Travel Experiences-lidmaatschapsnummer:",

  "data-start": "data start---",
  "category-1": "Algemeen",
  "general-faq-q-1": "Wat is Mastercard Travel Experiences Europe?",
  "general-faq-a-1": "Mastercard Travel Experiences Europe-app en website is de allereerste digitale oplossing die Mastercard-kaarthouders toegang geeft tot Fast Track-rijen voor veiligheidscontrole op de luchthaven. Via de app ontvangen kaarthouders een digitaal lidmaatschap voor het netwerk van DragonPass Fast Track-rijen voor veiligheidscontrole op de luchthaven op alle deelnemende luchthavens. Uw bank bepaalt de specifieke voordelen voor uw deelnemende Mastercard. Neem contact op met uw uitgevende bank voor informatie over welke gratis aanspraken zijn inbegrepen in uw programma. De Mastercard Travel Experiences-app en website zijn eigendom van en worden beheerd door DragonPass Ltd.",
  "general-faq-q-2": "Wie komt in aanmerking voor het programma?",
  "general-faq-a-2": "Alleen Mastercard-kaarthouders van deelnemende banken in de Europese regio komen in aanmerking voor het programma. De specifieke voordelen die u ontvangt, zijn afhankelijk van de bank die uw Mastercard-kaart heeft uitgegeven. Voor meer informatie over wie in aanmerking komt voor het programma kunt u contact opnemen met de klantenservice van uw bank.",
  "general-faq-q-3": "Waarom Fast Track gebruiken?",
  "general-faq-a-3": "Deze dienstverlening is ideaal voor degenen die zo min mogelijk wachttijd willen hebben bij de veiligheidscontrole op de luchthaven. Ideaal voor reizigers die hun tijd op de luchthaven willen minimaliseren of meer tijd in de vertreklounge willen doorbrengen om te ontspannen, te eten en te genieten van de lounge- en retailervaringen. In een post-Covid-19-wereld kan Fast Track ook helpen afstand te bewaren en kunt u de langste rijen vermijden.",
  "general-faq-q-4": "Waarom kom ik in aanmerking voor deze dienst?",
  "general-faq-a-4": "U komt in aanmerking voor deze dienst omdat u een Mastercard-kaarthouder bent. Hierdoor komt u in aanmerking voor een aantal voordelen, waaronder deze Fast Track voor veiligheidscontrole op de luchthaven.",
  "general-faq-q-5": "Hoe kan ik een klacht indienen/feedback geven?",
  "general-faq-a-5": "Neem contact op met uw uitgevende bank als u feedback wilt geven of als u een klacht wilt indienen.",
  "general-faq-q-6": "Waar kan ik de algemene voorwaarden en het privacybeleid inzien?",
  "general-faq-a-6": "U kunt beide inzien via de tab 'Meer' in de app of door naar beneden te scrollen op de website; hier vindt u zowel de algemene voorwaarden als ons privacybeleid.",
  "general-faq-q-7": "Heb ik nog steeds mijn instapkaart nodig?",
  "general-faq-a-7": "Ja, u heeft nog steeds uw instapkaart nodig, naast uw Fast Track-pas om door de Fast Track-rij voor veiligheidscontrole op de luchthaven te gaan.",
  "general-faq-q-8": "Bied dit mij ook Fast Track bij immigratie en grenscontrole?",
  "general-faq-a-8": "Nee, dit biedt geen Fast Track-toegang tot immigratie en grenscontrole. Het geeft u alleen toegang tot de Fast Track-rijen voor de veiligheidscontrole.",
  "general-faq-q-9": "Kan ik de app nog steeds gebruiken voor toegang tot mijn passen als ik geen internet heb op de luchthaven?",
  "general-faq-a-9": "Ja, u heeft toegang tot uw pas(sen) op de app zonder dat u verbonden bent met het internet.",
  "general-faq-q-10": "Hoe kan ik de Fast Track-rij vinden?",
  "general-faq-a-10": "U kunt vinden waar elke Fast Track-rij zich bevindt, door de door u gekozen luchthaven op te zoeken in de app of op de website. Daar vindt u dan een sectie waarin vermeld staat waar de Fast Track-rij zich bevindt op de luchthaven.",

  "category-2": "Boekingen",
  "bookings-faq-q-1": "Op welke luchthavens kan ik mijn gratis reizen gebruiken?",
  "bookings-faq-a-1": "Onder de account-sectie van uw app of website staan uw aanspraken of gratis reizen beschreven en hier staat bij op welke luchthavens u deze kunt gebruiken. Dit kan zijn op internationale luchthavens (buiten uw eigen land), op binnenlandse luchthavens (binnen uw eigen land) of op alle beschikbare luchthavens in het programma. Als u zoekt op luchthavens worden de luchthavens waar u uw aanspraken kunt gebruiken ook gemarkeerd met een groen aansprakenicoontje.",
  "bookings-faq-q-2": "Kan ik Fast Track boeken voor vrienden of familie als ik zelf niet reis?",
  "bookings-faq-a-2": "Nee, familie en vrienden kunnen Fast Track-diensten alleen boeken en gebruiken als de kaarthouder tijdens de reis aanwezig is.",
  "bookings-faq-q-3": "Kan ik mijn boeking annuleren?",
  "bookings-faq-a-3": "Annuleringen zijn afhankelijk van de luchthaven waar u Fast Track hebt geboekt. Ga in de app naar 'Uw luchthaven' om te controleren of de door u gekozen luchthaven annuleringen ondersteunt.",
  "bookings-faq-q-4": "Mijn gekozen luchthaven ondersteunt annuleringen; hoe annuleer ik mijn boeking?",
  "bookings-faq-a-4": "Als uw gekozen luchthaven annuleringen toestaat, en u wilt een van uw boekingen annuleren, gaat u naar de tab 'Boekingen' in de app of op de website en selecteert u de boeking die u wilt annuleren onder 'Geplande reizen'. Klik dan op 'Details bekijken' en selecteer dan 'Boeking annuleren' onderaan de pagina. Zodra uw annulering is bevestigd, wordt uw terugbetaling verwerkt.",
  "bookings-faq-q-5": "Kan ik mijn boeking wijzigen?",
  "bookings-faq-a-5": "Fast Track-boekingen kunnen niet worden gewijzigd. Als annuleringen echter zijn toegestaan op de luchthaven waar u heeft geboekt, kunt u uw boeking annuleren en opnieuw boeken. Ga in de app naar 'Uw luchthaven' om te controleren of de door u gekozen luchthaven annuleringen ondersteunt.",
  "bookings-faq-q-6": "Kan ik een andere kaart dan mijn Mastercard gebruiken voor de betaling?",
  "bookings-faq-a-6": "Nee, alleen een Mastercard kan worden gebruikt voor betalingen in de app en op de website.",
  "bookings-faq-q-7": "Moet ik betalen voor kinderen?",
  "bookings-faq-a-7": "Voor kinderen onder bepaalde leeftijden hoeft niet te worden betaald. Echter, elke luchthaven kan verschillende leeftijdsbeperkingen hebben. Controleer de app of website voordat u boekt.",
  "bookings-faq-q-8": "Kan ik Fast Track boeken op de dag van aankomst?",
  "bookings-faq-a-8": "Sommige luchthavens ondersteunen boekingen voor dezelfde dag. Controleer de app of uw gekozen luchthaven dit doet.",
  "bookings-faq-q-9": "Hoe laat gaat de Fast Track-rij open?",
  "bookings-faq-a-9": "Openingstijden kunnen variëren afhankelijk van de luchthaven. Controleer de app voor openingstijden.",
  "bookings-faq-q-10": "Hoe ver vooruit kan ik boeken?",
  "bookings-faq-a-10": "Fast Track-rijen kunnen tot wel 12 maanden van tevoren worden geboekt.",
  "bookings-faq-q-11": "Hoe weet ik of mijn boeking is geaccepteerd?",
  "bookings-faq-a-11": "Zodra u een boeking doet, krijgt u een bevestigingsscherm in de app of op de website waarin staat vermeld dat uw boeking met succes is afgerond. U kunt dan de boekingsgegevens bekijken in de sectie 'Boekingen' in de app of op de website. U ontvangt ook een boekingsbevestiging per e-mail.",
  "bookings-faq-q-12": "Ik heb toegang tot Fast Track-rij gekocht, maar toen ik op de luchthaven kwam was er geen rij voor de standaard veiligheidscontrole; kan ik een terugbetaling krijgen?",
  "bookings-faq-a-12": "Er kan in dit geval helaas geen terugbetaling worden verkregen.",
  "bookings-faq-q-13": "Mijn eTicket werkt niet",
  "bookings-faq-a-13": "Controleer of uw boekingsgegevens correct zijn en of u de Fast Track-rij op de juiste datum en het aangewezen tijdvak heeft betreden. Als dit alles correct is, neem dan contact op met iemand van het luchthavenpersoneel en toon hen uw boekingsgegevens voor verdere ondersteuning.",
  "bookings-faq-q-14": "Ik ben te laat voor mijn geboekte tijdvak, wat kan ik doen?",
  "bookings-faq-a-14": "Afhankelijk van hoe laat u bent voor uw boeking en afhankelijk van de luchthaven, kunt u mogelijk nog steeds uw Fast Track-passen gebruiken. Dit is ter beoordeling van de luchthaven zelf. DragonPass of Mastercard heeft hier geen controle over. U kunt gewoon uw pas scannen bij de gate of contact opnemen met een personeelslid in de buurt van de Fast Track-gate.",
  "bookings-faq-q-15": "Kan ik later iemand aan mijn boeking toevoegen?",
  "bookings-faq-a-15": "U kunt op een latere datum een Fast Track-boeking voor een andere reiziger doen, op voorwaarde dat deze passagier samen met de kaarthouder reist. U kunt echter niemand toevoegen aan een bestaande boeking.",
  "bookings-faq-q-16": "Kan ik mijn boeking printen?",
  "bookings-faq-a-16": "Als u via de website heeft geboekt, krijgt u uw Fast Track-pas per e-mail toegezonden. U kunt deze dan uitprinten.",
  "bookings-faq-q-17": "Wat gebeurt er als mijn vlucht wordt geannuleerd voordat ik mijn Fast Track-boeking gebruik?",
  "bookings-faq-a-17": "DragonPass en Mastercard hebben helaas geen controle over vluchtannuleringen en kunnen daarvoor geen terugbetaling bieden.",
  "bookings-faq-q-18": "Wat gebeurt er als mijn luchtvaartmaatschappij van terminal verandert?",
  "bookings-faq-a-18": "Als uw luchtvaarmaatschappij van terminal verandert, moet u controleren of de nieuwe terminal vanaf waar u vliegt een Fast Track-rij voor veiligheidscontrole heeft. Als dat het geval is, kunt u nog steeds uw Fast Track-pas gebruiken. Als er geen Fast Track-rij is, is dat helaas iets dat buiten de controle van DragonPass en Mastercard valt en kunnen wij u geen terugbetaling bieden voor de passen.",

  "category-3": "Registratie",
  "registration-faq-q-1": "Waarom kan ik niet registreren?",
  "registration-faq-a-1": "Registratie voor het programma omvat het invullen van gegevens van een hiervoor in aanmerking komende Mastercard plus uw persoonlijke gegevens om uw account aan te maken. Als uw kaartgegevens niet geaccepteerd of herkend worden, kan het zijn dat u niet in aanmerking komt voor het programma. Raadpleeg uw bank of kaartverstrekker voor meer informatie.",
  "registration-faq-q-2": "Waarom moet ik mijn kaartgegevens invoeren?",
  "registration-faq-a-2": "Kaartgegevens moeten bij het registreren worden ingevoerd om er zeker van te zijn dat u in aanmerking komt voor het programma.",
  "registration-faq-q-3": "Zijn mijn kaartgegevens veilig?",
  "registration-faq-a-3": "Ja, alle kaartgegevens zijn veilig. DragonPass bewaart of slaat geen in de app ingevoerde kaartgegevens op, we vervangen uw kaartgegevens door een token.",

  "category-4": "Lidmaatschap",
  "membership-faq-q-1": "Hoe lang is mijn lidmaatschap geldig?",
  "membership-faq-a-1": "Uw lidmaatschap wordt automatisch jaarlijks vernieuwd, behalve wanneer u niet langer uw lidmaatschap wilt verlengen of wanneer uw Mastercard niet langer geldig is.",
  "membership-faq-q-2": "Kan ik nog steeds Fast Track-boekingen doen als mijn aanspraken opraken?",
  "membership-faq-a-2": "Ja, u kunt nog steeds tegen betaling Fast Track-boekingen doen als uw aanspraken opraken.",
  "membership-faq-q-3": "Waar kan ik zien hoeveel aanspraken ik nog over heb?",
  "membership-faq-a-3": "U kunt uw aanspraken zien door te klikken op 'Account' in de app of online. U kunt daar zien welke aanspraken u nog over hebt en welke u al heeft gebruikt.",
  "membership-faq-q-4": "Wanneer worden mijn aanspraken vernieuwd?",
  "membership-faq-a-4": " Uw aanspraken worden jaarlijks vernieuwd.",
  "membership-faq-q-5": "Ik heb onbeperkte bezoeken, waarom moet ik mijn kaart registreren?",
  "membership-faq-a-5": "U moet nog altijd uw kaart registreren om er zeker van te zijn dat u in aanmerking komt voor dit programma en om uw account aan te maken.",
  "membership-faq-q-6": "Wat gebeurt er als ik mijn aanspraken opgebruikt heb?",
  "membership-faq-a-6": "U kunt nog steeds gebruik maken van uw Fast Track-diensten. Dit is dan echter elke keer tegen betaling, in plaats van gebruik te maken van aanspraken.",
  "membership-faq-q-7": "Kunnen mijn familie en vrienden gebruik maken van mijn lidmaatschap?",
  "membership-faq-a-7": "Lidmaatschappen kunnen helaas alleen worden gebruikt door de kaarthouder (de persoon op wiens naam het lidmaatschap staat). U kunt echter familie en vrienden toevoegen als onderdeel van uw boeking, als u als kaarthouder met hen reist.",

  "category-5": "Account en betaling",
  "account-faq-q-1": "Hoe registreer ik een tweede lidmaatschap met een tweede Mastercard-kaart? Ik wil ook al mijn voordelen voor al mijn lidmaatschappen zien en gemakkelijk kunnen betalen.",
  "account-faq-a-1": "Om een tweede Mastercard-kaart te registeren, gaat u naar de lidmaatschapssectie van de app en klikt u op 'Nieuw lidmaatschap toevoegen'. Daar kunt u uw tweede Mastercard-kaart registreren. Als u uitgelogd bent van de app, klik dan op 'Aanmelden' en ga verder met het invullen van uw Mastercard-gegevens. Zodra u uw tweede lidmaatschap heeft toegevoegd, kunt u schakelen tussen de twee in de app en al uw lidmaatschapsvoordelen bekijken. Het proces werkt hetzelfde op de website.",
  "account-faq-q-2": "Wat als ik meerdere Mastercard-kaarten heb die hiervoor in aanmerking komen?",
  "account-faq-a-2": "Als u meerdere Mastercard-kaarten hebt, kunt u ook meerdere DragonPass-lidmaatschapsaccounts hebben. Eén in aanmerking komende Mastercard geeft u recht op één DragonPass-lidmaatschapsaccount. Op ieder gewenst moment kunt u schakelen tussen uw lidmaatschappen in de app om aanspraken voor elke kaart in te wisselen. Ga naar de sectie 'Account' om dit te doen.",
  "account-faq-q-3": "Kan ik mijn opgegeven betaalkaart wijzigen?",
  "account-faq-a-3": "De betaalkaart is gekoppeld aan uw lidmaatschap en u kunt daarom geen andere kaart toevoegen. Als u uw kaart in verband met verval of verlies/diefstal moet bijwerken, kunt u dit doen onder de sectie 'Account' waar u 'Kaart bijwerken' selecteert. Als u een nieuwe kaart heeft, raadpleeg dan het hierboven vermelde proces voor het registreren van een tweede Mastercard.",
  "account-faq-q-4": "Waar kan ik mijn betaalhistorie zien?",
  "account-faq-a-4": "U kunt alle betalingen vinden onder 'Boekingen'. Hier staan alle boekingen vermeld, zowel toekomstige als oude en alle boekingen waarvoor een betaling heeft plaatsgevonden staan ook vermeld met de boekingsgegevens.",
  "account-faq-q-5": "Waar kan ik mijn beschikbare programmavoordelen zien?",
  "account-faq-a-5": "Uw programmavoordelen worden weergegeven in de app. Voor meer informatie over uw programmavoordelen kunt u contact opnemen met de bank die uw kaart heeft verstrekt.",
  "account-faq-q-6": "Wat gebeurt er als ik mijn Mastercard verlies/kwijtraak? Is mijn lidmaatschap dan nog geldig?",
  "account-faq-a-6": "Uw lidmaatschap blijft geldig zolang uw daarvoor in aanmerking komende Mastercard actief en geldig is. Als uw kaart wordt geannuleerd, moet u de verloren kaart uit de app verwijderen en een nieuwe registreren. U kunt dit doen onder de sectie 'Account' waar u 'Kaart bijwerken' selecteert.",
  "account-faq-q-7": "Hoe kan ik mijn e-mailadres wijzigen?",
  "account-faq-a-7": "Neem contact op met uw bank als u het aan uw account gekoppelde e-mailadres wilt wijzigen.",
  "account-faq-q-8": "Hoe kan ik mijn wachtwoord wijzigen?",
  "account-faq-a-8": "U kunt uw wachtwoord wijzigen via de tab 'Meer' onderaan het app-scherm of door te klikken op 'Account' links op de webpagina en 'Wachtwoord wijzigen' te selecteren.",
  "account-faq-q-9": "Als ik mijn boeking heb geannuleerd en ik kom in aanmerking voor een terugbetaling, hoe weet ik dan of mijn terugbetaling is verwerkt?",
  "account-faq-a-9": " U ontvangt per e-mail een bericht dat uw terugbetaling is verwerkt.",

  "get-in-touch-toast-1": "Bent u op de luchthaven?",
  "get-in-touch-toast-2": "Is uw vraag dringend?",
  "search-faq-placeholder": "Zoek hulponderwerp"
}
