{
  "help-quest":  "Kako vam lahko pomagamo?",
  "browse-by":  "Brskaj po kategorijah",
  "ask-question":  "Pogosta vprašanja",
  "no-reason":  "Ni iskalnih rezultatov",
  "NUH":  "Nujno potrebujete pomoč?",
  "get-in-touch":  "Stopite v stik",
  "for-genaral-enquiries":  "Za splošna vprašanja",
  "for-genaral-enquiries-content":  "Za vsa nenujna tehnična vprašanja v zvezi z vašim članstvom in mobilno aplikacijo stopite v stik s svojo banko izdajateljico.",
  "fue":  "Za nujna vprašanja",
  "for-current":  "Le za trenutne rezervacije za hitri prehod Fast Track.",
  "operat-hours":  "Odpiralni čas",
  "workday":  "Ponedeljek - petek",
  "when":  "9.00 do 17.00 GMT",
  "please-inform":  "Naši ekipi za pomoč strankam sporočite svojo",
  "TEMN": "številko članstva Travel Experiences:",

  "data-start": "data start---",
  "category-1": "Splošno",
  "general-faq-q-1": "Kaj je Mastercard Travel Experiences Europe?",
  "general-faq-a-1": "Aplikacija in spletno mesto Mastercard Travel Experiences Europe je prva digitalna rešitev, ki imetnikom kartice Mastercard zagotavlja hiter dostop do varnostnega pregleda s storitvijo Airport Security Fast Track. Prek aplikacije imetniki kartice dostopajo do omrežja DragonPass Airport Security Fast Track na vseh sodelujočih letališčih. Specifične ugodnosti za sodelujočo kartico Mastercard določa vaša banka. Za podrobnosti o svojih brezplačnih ugodnosti programa povprašajte v banki izdajateljici. Lastnik aplikacije in spletnega mesta Mastercard Travel Experiences je DragonPass Ltd.",
  "general-faq-q-2": "Kdo so upravičenci po tem programu?",
  "general-faq-a-2": "Do ugodnosti v tem programu so upravičeni le imetniki kartice Mastercard iz sodelujočih bank v evropski regiji. Specifične ugodnosti, do katerih ste upravičeni, se razlikujejo glede na banko izdajateljico vaše kartice Mastercard. Za več informacij o upravičenosti v programu povprašajte službo za pomoč strankam vaše banke. ",
  "general-faq-q-3": "Zakaj uporabljati storitev prednostnega prehoda Fast Track?",
  "general-faq-a-3": "Ta storitev je idealna, če se želite izogniti čakanju na varnostno-kontrolni točki na letališču. Idealna je tako za potnike, ki si želijo skrajšati čas postanka na letališču, kot tudi za vse tiste, ki želijo imeti več časa za sprostitev v salonu, si privoščiti obrok ali obiskati katero od trgovin na letališču. V času Covida-19 lahko storitev Fast Track poskrbi za ustrezno razdaljo in skrajša čakanje v vrstah.",
  "general-faq-q-4": "Zakaj sem upravičen/-a do te storitve?",
  "general-faq-a-4": "Do te storitve ste upravičeni kot imetnik plačilne kartice Mastercard. Kartica vam prinaša številne ugodnosti, vključno z ugodnostjo hitrega dostopa do varnostnega pregleda. ",
  "general-faq-q-5": "Kako lahko vložim pritožbo/podam povratne informacije?",
  "general-faq-a-5": "Če želite podati povratne informacije ali vložiti pritožbo, se obrnite na banko izdajateljico. ",
  "general-faq-q-6": "Kje si lahko ogledam pravilnik o varstvu zasebnosti in pogoje?",
  "general-faq-a-6": "Oboje si lahko ogledate tako, da kliknete ‚Več‘ v aplikaciji ali se pomaknete na dno spletnega mesta, kjer najdete tako pogoje kot pravilnik o varstvu zasebnosti. ",
  "general-faq-q-7": "Ali še vedno potrebujem vstopni kupon?",
  "general-faq-a-7": "Da, še vedno potrebujete vstopni kupon, kot tudi kupon Fast Track, ki vam omogoča hiter dostop do varnostnega pregleda v vrsti Fast Track. ",
  "general-faq-q-8": "Ali mi ta storitev omogoča tudi prednostni prehod mejne kontrole in kontrole dokumentov?",
  "general-faq-a-8": "Ne, ta storitev vam ne omogoča prednostnega prehoda mejne kontrole in kontrole dokumentov. Omogoča vam le hiter dostop do varnostnega pregleda.",
  "general-faq-q-9": "Ali lahko aplikacijo uporabim za dostop do svojih kuponov za prehod, tudi če na letališču nimam dostopa do interneta? ",
  "general-faq-a-9": "Da, do svojih kuponov za prehod lahko dostopate v aplikaciji, tudi če nimate povezave z internetom. ",
  "general-faq-q-10": "Kako lahko najdem vrsto za hitri prehod Fast Track?",
  "general-faq-a-10": "Prehod, določen za hitri prehod Fast Track na izbranem letališču, lahko najdete prek aplikacije ali na spletnem mestu. V razdelku Fast Track bo označeno, kje je prednostni prehod na posameznem letališču. ",

  "category-2": "Rezervacije",
  "bookings-faq-q-1": "Na katerih letališčih lahko izkoristim brezplačne prehode?",
  "bookings-faq-a-1": "V aplikaciji ali na spletnem mestu bodo pod vašim računom navedene vaše ugodnosti in brezplačni prehodi ter letališča, na katerih jih lahko izkoristite. To so lahko mednarodna letališča (zunaj vaše države), domača letališča (v vaši državi) ali vsa razpoložljiva letališča v programu. Za lažje iskanje so letališča, na katerih lahko uveljavljate svoje ugodnosti, označena z zeleno ikono.",
  "bookings-faq-q-2": "Ali lahko rezerviram storitev Fast Track za prijatelje ali družinske člane, če jaz ne potujem? ",
  "bookings-faq-a-2": "Na žalost prijatelji in družinski člani ne morejo koristiti storitev Fast Track, če z njimi ne potuje imetnik plačilne kartice. ",
  "bookings-faq-q-3": "Ali lahko odpovem rezervacijo?",
  "bookings-faq-a-3": "Odpoved rezervacije je odvisna od letališča, na katerem ste rezervirali storitev Fast Track. Možnost odpovedi rezervacije na vašem izbranem letališču lahko preverite v aplikaciji v razdelku ‚Vaše letališče‘. ",
  "bookings-faq-q-4": "Moje izbrano letališče podpira odpoved. Kako lahko odpovem rezervacijo? ",
  "bookings-faq-a-4": "Če vaše izbrano letališče dovoli odpoved in bi želeli preklicati svojo rezervacijo, pojdite na zavihek ‚Rezervacije‘ v aplikaciji ali na spletnem mestu in v razdelku »Prihajajoči izleti« izberite rezervacijo, ki jo želite preklicati. Kliknite ‚Ogled podrobnosti‘ in nato ‚Odpoved rezervacije‘ na dnu strani. Ko je odpoved potrjena, bo vaše vračilo obdelano.",
  "bookings-faq-q-5": "Ali lahko spremenim rezervacijo?",
  "bookings-faq-a-5": "Rezervacij Fast Track ni mogoče spreminjati. Če izbrano letališče to omogoča, pa jo lahko prekličete in nato ponovno opravite rezervacijo. Možnost odpovedi rezervacije na vašem izbranem letališču lahko preverite v aplikaciji v razdelku ‚Vaše letališče‘. ",
  "bookings-faq-q-6": "Ali lahko za plačilo uporabim drugo kartico in ne Mastercard?",
  "bookings-faq-a-6": "Ne. Za plačilo v aplikaciji ali na spletnem mestu lahko uporabite le kartico Mastercard.",
  "bookings-faq-q-7": "Ali moram plačati za otroke?",
  "bookings-faq-a-7": "Otroci do določene starosti imajo brezplačen prehod, vendar se starostna meja na letališčih razlikuje. Pred rezervacijo preverite v aplikaciji ali na spletnem mestu. ",
  "bookings-faq-q-8": "Ali lahko storitev Fast Track rezerviram na dan prihoda?",
  "bookings-faq-a-8": "Na nekaterih letališčih so na voljo rezervacije na isti dan. Preverite v aplikaciji, ali izbrano letališče to podpira. ",
  "bookings-faq-q-9": "Kdaj se odpre prehod Fast Track? ",
  "bookings-faq-a-9": "Odpiralni čas se razlikuje glede na letališče. V aplikaciji preverite čas odprtja in zaprtja. ",
  "bookings-faq-q-10": "Koliko časa vnaprej lahko rezerviram prednostni prehod?",
  "bookings-faq-a-10": "Prednostni prehodi se lahko rezervirajo do 12 mesecev vnaprej.",
  "bookings-faq-q-11": "Kako vem, da je bila moja rezervacija uspešna?",
  "bookings-faq-a-11": "Po rezervaciji se na zaslonu v aplikaciji ali na spletnem mestu pojavi potrditev rezervacije, iz katere je razvidno, ali je bila vaša rezervacija uspešna. Podatki o rezervaciji so vidni v razdelku ‚Rezervacije‘ v aplikaciji ali na spletnem mestu. Prav tako boste prejeli potrditveno e-pošto.",
  "bookings-faq-q-12": "Kupil sem dostop do prednostnega prehoda Fast Track, a ob prihodu na letališče sem ugotovil, da za varnostni pregled sploh ni vrste. Ali imam pravico do vračila?",
  "bookings-faq-a-12": "Na žalost v takem primeru niste upravičeni do vračila.",
  "bookings-faq-q-13": "Moj e-kupon ne deluje",
  "bookings-faq-a-13": "Preverite, ali so podatki o rezervaciji pravilni in ali dostopate do prehoda Fast Track na pravi datum in ob pravem času. Če so podatki pravilni, se za pomoč obrnite na člana letališkega osebja in mu pokažite rezervacijo.",
  "bookings-faq-q-14": "Zamudil bom čas, ki je naveden v rezervaciji. Kaj naj naredim? ",
  "bookings-faq-a-14": "Morda boste vseeno lahko uporabili storitev prednostnega prehoda Fast Track, kar je odvisno od dolžine zamude in izbranega letališča. Vsako letališče samo odloča o tem in DragonPass ali Mastercard na to ne moreta vplivati. Poskusite skenirati svoj e-kupon na vhodu za Fast Track kot običajno, ali pa se obrnite na osebje letališča. ",
  "bookings-faq-q-15": "Lahko po opravljeni rezervaciji dodam potnika?",
  "bookings-faq-a-15": "Potnika, ki potuje skupaj z imetnikom kartice, lahko naknadno dodate rezervaciji Fast Track. Vendar pa obstoječi rezervaciji ne morete dodati druge osebe.",
  "bookings-faq-q-16": "Ali lahko svojo rezervacijo natisnem?",
  "bookings-faq-a-16": "Če ste rezervacijo opravili prek spletnega mesta, boste kupon Fast Track prejeli po e-pošti in si ga lahko natisnete. ",
  "bookings-faq-q-17": "Kaj se zgodi, če je moj let odpovedan, preden uporabim svojo rezervacijo Fast Track?",
  "bookings-faq-a-17": "Na žalost DragonPass in Mastercard nimata nadzora nad odpovedmi letov in zato vračilo ni možno. ",
  "bookings-faq-q-18": "Kaj se zgodi, če moj letalski prevoznik spremeni terminal?",
  "bookings-faq-a-18": "Če je vaš letalski prevoznik spremenil odhodni terminal, preverite, ali je tudi tam na voljo storitev za prednostni prehod. Če je storitev na voljo, boste lahko svoj kupon Fast Track uporabili tam. Če terminal storitve za prednostni prehod nima, je žal to zunaj nadzora DragonPass in Mastercard in vam v tem primeru ne bomo mogli zagotoviti vračila. ",

  "category-3": "Registracija",
  "registration-faq-q-1": "Zakaj se ne morem prijaviti?",
  "registration-faq-a-1": "Registracija za program vključuje vnos podatkov o kartici Mastercard, s katero ste upravičeni do ugodnosti, in vaših osebnih podatkov za registracijo računa. Če podatki o vaši kartici niso bili sprejeti ali prepoznani, morda niste upravičeni do ugodnosti v tem programu. Preverite v svoji banki ali pri izdajatelju kartice.",
  "registration-faq-q-2": "Zakaj moram vnesti podatke o svoji kartici?",
  "registration-faq-a-2": "Podatke o vaši kartici potrebujemo za to, da preverimo, ali ste upravičeni do ugodnosti v tem programu. ",
  "registration-faq-q-3": "Ali so podatki o moji kartici varni?",
  "registration-faq-a-3": "Da. Vsi podatki o karticah so varni. DragonPass ne hrani ali shranjuje podatkov o kartici, ki so vneseni v aplikacijo, temveč jih nadomesti z žetonom.",

  "category-4": "Članstvo",
  "membership-faq-q-1": "Kako dolgo traja moje članstvo?",
  "membership-faq-a-1": "Vaše članstvo se bo vsako leto samodejno obnovilo, razen če ne želite več biti član ali vaša kartica Mastercard ni več veljavna.",
  "membership-faq-q-2": "Ali lahko storitev Fast Track rezerviram tudi, ko je rok za uveljavljanje ugodnosti potekel?",
  "membership-faq-a-2": "Da. Če je rok za uveljavljanje ugodnosti potekel, lahko še vedno rezervirate storitev Fast Track na podlagi plačila. ",
  "membership-faq-q-3": "Kje lahko vidim, katere ugodnosti imam še na voljo?",
  "membership-faq-a-3": "Za ogled svojih ugodnosti kliknite ‚Račun‘ v aplikaciji ali na spletnem mestu. Prikazane bodo ugodnosti, do katerih ste še upravičeni in tiste, ki ste jih že uveljavili.",
  "membership-faq-q-4": "Kdaj se ponudba ugodnosti osveži?",
  "membership-faq-a-4": "Ponudba ugodnosti se osveži enkrat na leto.",
  "membership-faq-q-5": "Imam neomejene prehode. Zakaj moram registrirati svojo kartico?",
  "membership-faq-a-5": "Še vedno morate registrirati svojo kartico, da preverimo, ali ste upravičeni do ugodnosti v tem programu in da ustvarite svoj račun. ",
  "membership-faq-q-6": " Kaj se zgodi, ko svoje ugodnosti izkoristim?",
  "membership-faq-a-6": "Še vedno lahko uporabite storitve Fast Track, vendar na podlagi plačila. Ko boste izkoristili svoje brezplačne ugodnosti, boste za hitri prehod Fast Track morali plačati.",
  "membership-faq-q-7": "Ali lahko moje članstvo izkoristijo tudi moji prijatelji in družina?",
  "membership-faq-a-7": "Na žalost lahko članstvo izkoristi le imetnik kartice (ki je naveden kot član). Če pa kot imetnik kartice potujete z njimi, lahko rezervaciji dodate prijatelje in družino.",

  "category-5": "Račun in plačilo",
  "account-faq-q-1": "Kako se lahko registriram za drugo članstvo z drugo kartico Mastercard? Želim pregled nad vsemi ugodnostmi za vsa članstva in plačevati preprosto.",
  "account-faq-a-1": "Za registracijo druge kartice Mastercard pojdite v razdelek ‚Članstva‘ v aplikaciji in kliknite ‚Dodaj novo članstvo‘. Tam lahko registrirate svojo drugo kartico Mastercard. Če ste odjavljeni iz aplikacije, kliknite ‚Vpis‘ in izpolnite podatke o kartici Mastercard. Ko boste dodali drugo članstvo, boste lahko v aplikaciji prehajali med obema računoma in si ogledali vse članske ugodnosti. Postopek je enak na spletnem mestu.",
  "account-faq-q-2": "Kaj če imam več kartic Mastercard, s katerimi sem upravičen do ugodnosti?",
  "account-faq-a-2": "Če imate več kartic Mastercard, imate lahko tudi več članskih računov DragonPass. Vsaka kartica Mastercard, s katero ste upravičeni do ugodnosti, vam omogoča en članski račun DragonPass. V aplikaciji se lahko premikate med članstvi in uporabite ugodnosti na vsaki kartici. Pojdite v razdelek ‚Račun‘.",
  "account-faq-q-3": "Ali lahko spremenim svojo plačilno kartico v evidenci?",
  "account-faq-a-3": "Plačilna kartica je povezana z vašim članstvom in ne morete dodati druge kartice. Če morate svojo kartico zamenjati, ker je potekla ali pa ste jo izgubili oz. so vam jo ukradli, to lahko storite v razdelku ‚Račun‘, kjer izberete ‚Posodobi kartico‘. Če imate novo kartico, sledite postopku za registracijo druge kartice Mastercard, kot je opisano zgoraj.",
  "account-faq-q-4": "Kje si lahko ogledam zgodovino plačil?",
  "account-faq-a-4": "Vsa plačila si lahko ogledate v razdelku ‚Rezervacije‘, kjer so naštete vse prihajajoče in pretekle rezervacije. Če ste za rezervacijo plačali, so poleg rezervacije tudi podatki o plačilu. ",
  "account-faq-q-5": "Kje si lahko ogledam ugodnosti, ki so na voljo v programu?",
  "account-faq-a-5": "Ugodnosti so navedene v aplikaciji. Za več informacij o ugodnostih programa navežite stik z banko izdajateljico.",
  "account-faq-q-6": "Kaj se zgodi, če izgubim/založim svojo kartico Mastercard? Ali moje članstvo še velja?",
  "account-faq-a-6": "Vaše članstvo se nadaljuje, dokler je vaša kartica Mastercard aktivna in upravičena do ugodnosti. Če je vaša kartica preklicana, morate svojo izgubljeno kartico odstraniti iz aplikacije in registrirati novo. To lahko storite v razdelku ‚Račun‘, kjer izberete ‚Posodobi kartico‘.",
  "account-faq-q-7": "Kako spremenim svoj e-poštni naslov?",
  "account-faq-a-7": "Če želite spremeniti e-poštni naslov, s katerim je povezan vaš račun, navežite stik z banko izdajateljico. ",
  "account-faq-q-8": "Kako spremenim svoje geslo?",
  "account-faq-a-8": "Svoje geslo lahko spremenite tako, da greste v zavihek ‚Več‘ na dnu v aplikaciji ali na spletnem mestu kliknete ‚Račun‘ na levi strani zaslona in izberete ‚Spremeni geslo‘.",
  "account-faq-q-9": "Če sem rezervacijo odpovedal in sem upravičen do vračila, kako bom vedel, kdaj bo vračilo obdelano?",
  "account-faq-a-9": "Dobili boste e-pošto z obvestilom, da je bilo vračilo obdelano.",

  "get-in-touch-toast-1":  "Ali ste na letališču?",
  "get-in-touch-toast-2":  "Ali je vaše vprašanje nujno?",
  "search-faq-placeholder":  "Iskanje po temah za pomoč"
}
