{
  "card-no-eligible": "Δυστυχώς, η κάρτα σας δεν είναι πλέον κατάλληλη για αυτό το όφελος.",
  "field-empty-msg": "Αυτό το πεδίο είναι υποχρεωτικό.",
  "card-no-length": "Καταχωρίστε και τα 16 ψηφία του αριθμού της κάρτας Mastercard.",
  "card-not-eligible": "Η κάρτα δεν αναγνωρίζεται. Βεβαιωθείτε ότι τα στοιχεία της κάρτας σας έχουν εισαχθεί σωστά. Διαφορετικά, χρησιμοποιήστε άλλη κάρτα Mastercard.",
  "cvc-incorrect": "Το CVC είναι λάθος.",
  "expiry-date-incorrect": "Η ημερομηνία λήξης είναι λάθος.",
  "card-invalid": "Αυτός ο αριθμός κάρτας δεν είναι έγκυρος. Προσπαθήστε ξανά.",
  "card-is-reg": "Αυτή η κάρτα έχει ήδη εγγραφεί. Κάντε <span class='login' style='color: #062cf8;text-decoration: underline;font-weight: bold;cursor: pointer;'>Σύνδεση</span> ή δοκιμάστε ξανά με διαφορετική Mastercard.",
  "card-not-mastercard": "Εισαγάγετε έναν έγκυρο αριθμό κάρτας Mastercard.",
  "pwd-not-match": "Οι κωδικοί πρόσβασης δεν είναι ίδιοι. Προσπαθήστε ξανά.",
  "pwd-invalid": "Ο κωδικός πρόσβασής σας πρέπει να περιέχει μόνο λατινικούς χαρακτήρες.",
  "pwd-incorrect": "Ο κωδικός πρόσβασης είναι λάθος.",
  "email-invalid": "Καταχωρίστε έγκυρη διεύθυνση email.",
  "login-info-err": "Η διεύθυνση email ή ο κωδικός πρόσβασής σας είναι λάθος. Προσπαθήστε ξανά.",
  "phone-invalid": "Συμπληρώστε με τη σωστή μορφή.",
  "name-invalid": "Το όνομά σας πρέπει να είναι γραμμένο με λατινικούς χαρακτήρες, όπως στο διαβατήριό σας.",
  "email-is-reg": "Η διεύθυνση email υπάρχει ήδη. Είτε <span class='login' style='color: #062cf8;text-decoration: underline;font-weight: bold;cursor: pointer;'>συνδεθείτε</span> είτε χρησιμοποιήστε άλλη διεύθυνση email.",
  "update-card-is-reg": "Αυτή η κάρτα έχει ήδη εγγραφεί και είναι σε χρήση. Δοκιμάστε ξανά με διαφορετική κάρτα Mastercard ή αλλάξτε συμμετοχή.",
  "reset-pwd-account-lock-desc": "Ο κωδικός εισήχθη λανθασμένα 5 φορές. Ο λογαριασμός σας θα κλειδωθεί για 5 λεπτά. Δοκιμάστε ξανά αργότερα.",
  "email-not-match": "Οι διευθύνσεις email δεν είναι ίδιες."
}