{
  "help-quest": "Πώς μπορούμε να σας βοηθήσουμε;",
  "browse-by": "Περιήγηση ανά Κατηγορία",
  "ask-question": "Συχνές ερωτήσεις",
  "no-reason": "Δεν υπάρχουν αποτελέσματα αναζήτησης",
  "NUH": "Χρειάζεστε βοήθεια επειγόντως;",
  "get-in-touch": "Επικοινωνήστε μαζί μας",
  "for-genaral-enquiries": "Για γενικά ερωτήματα",
  "for-genaral-enquiries-content": "Για οποιαδήποτε μη επείγοντα τεχνικά ερωτήματα σχετικά με τη συμμετοχή σας και την εφαρμογή κινητών συσκευών, επικοινωνήστε με την τράπεζα έκδοσης.",
  "fue": "Για επείγοντα ερωτήματα",
  "for-current": "Μόνο για τρέχουσες κρατήσεις Fast Track.",
  "operat-hours": "Ώρες λειτουργίας",
  "workday": "Δευτέρα - Παρασκευή",
  "when": "9 π.μ. έως 5 μ.μ. GMT",
  "please-inform": "Ενημερώστε την ομάδα εξυπηρέτησης πελατών μας με τον",
  "TEMN": "Αριθμό συμμετοχής στις Ταξιδιωτικές Εμπειρίες:",

  "data-start": "data start---",
  "category-1": "Γενικά",
  "general-faq-q-1": "Τι είναι οι Ταξιδιωτικές Εμπειρίες Ευρώπης από τη Mastercard;",
  "general-faq-a-1": "Η εφαρμογή και ο ιστότοπος Ταξιδιωτικές Εμπειρίες Ευρώπης από τη Mastercard είναι η πρώτη στο είδος της ψηφιακή λύση που προσφέρει στους κατόχους Mastercard πρόσβαση στις λωρίδες προτεραιότητας Fast Track στους ελέγχους ασφαλείας των αεροδρομίων. Μέσω της εφαρμογής, οι κάτοχοι των καρτών λαμβάνουν μια ψηφιακή συμμετοχή στο δίκτυο λωρίδων προτεραιότητας Fast Track στους ελέγχους ασφαλείας των αεροδρομίων της DragonPass σε όλα τα συμμετέχοντα αεροδρόμια. Τα συγκεκριμένα οφέλη για τον κάθε κάτοχο κάρτας που συμμετέχει στο πρόγραμμα θα ορίζονται από την τράπεζά σας. Επικοινωνήστε με την τράπεζα έκδοσης για να μάθετε λεπτομέρειες σχετικά με δωρεάν δικαιώματα επίσκεψης που περιλαμβάνονται στο πρόγραμμά σας. Η εφαρμογή και ο ιστότοπος Ταξιδιωτικές Εμπειρίες από τη Mastercard είναι στην κατοχή και διαχείριση της DragonPass Ltd.",
  "general-faq-q-2": "Ποιος είναι κατάλληλος για συμμετοχή στο πρόγραμμα;",
  "general-faq-a-2": "Κατάλληλοι για το πρόγραμμα είναι μόνο οι κάτοχοι καρτών Mastercard από συμμετέχουσες τράπεζες στην περιφέρεια της Ευρώπης. Τα συγκεκριμένα οφέλη που θα αποκομίζετε ποικίλλουν ανάλογα με την τράπεζα που εξέδωσε την κάρτα Mastercard. Για περισσότερες λεπτομέρειες σχετικά με την καταλληλότητα για το πρόγραμμα, επικοινωνήστε με το τμήμα εξυπηρέτησης πελατών της τράπεζάς σας. ",
  "general-faq-q-3": "Γιατί να χρησιμοποιήσει κάποιος τις υπηρεσίες προτεραιότητας Fast Track;",
  "general-faq-a-3": "Η υπηρεσία είναι ιδανική για εκείνους που επιθυμούν όσο το δυνατόν λιγότερη αναμονή στον έλεγχο ασφαλείας των αεροδρομίων. Είναι ιδανική επιλογή για όλους τους ταξιδιώτες, τόσο εκείνους που επιθυμούν να περνούν τον λιγότερο δυνατό χρόνο στο αεροδρόμιο όσο και εκείνους που θέλουν να χαλαρώσουν περισσότερη ώρα στο σαλόνι αναχώρησης, απολαμβάνοντας το φαγητό και τις αγορές τους. Και, φυσικά, στον κόσμο μετά την πανδημία Covid-19, η υπηρεσία Fast Track μπορεί να αυξήσει την απόστασή σας από τους άλλους και να σας βοηθήσει να αποφύγετε τις μακριές ουρές αναμονής.",
  "general-faq-q-4": "Γιατί δικαιούμαι αυτήν την υπηρεσία;",
  "general-faq-a-4": "Δικαιούστε αυτήν την υπηρεσία επειδή είστε κάτοχος κάρτας Mastercard. Μέσω αυτής σας της ιδιότητας, δικαιούστε διάφορα οφέλη, όπως και αυτό το όφελος πρόσβασης στις λωρίδες προτεραιότητας Fast Track στους ελέγχους ασφαλείας των αεροδρομίων. ",
  "general-faq-q-5": "Πώς μπορώ να υποβάλω ένα παράπονο/να αφήσω κάποιο σχόλιο;",
  "general-faq-a-5": "Αν επιθυμείτε να αφήσετε κάποιο σχόλιο ή να υποβάλετε κάποιο παράπονο, επικοινωνήστε με την τράπεζα έκδοσης της κάρτας σας. ",
  "general-faq-q-6": "Πού μπορώ να βρω τους Όρους και τις προϋποθέσεις και την Πολιτική απορρήτου;",
  "general-faq-a-6": "Μπορείτε να βρείτε αυτά τα έγγραφα, επιλέγοντας <span style='white-space: pre;'>«Περισσότερα»</span> στην εφαρμογή ή κάνοντας κύλιση προς το κάτω μέρος του ιστοτόπου, όπου θα βρείτε τόσο τους Όρους και τις προϋποθέσεις όσο και την Πολιτική απορρήτου μας. ",
  "general-faq-q-7": "Εξακολουθώ να χρειάζομαι την κάρτα επιβίβασής μου;",
  "general-faq-a-7": "Ναι, εξακολουθείτε να χρειάζεστε την κάρτα επιβίβασής σας, καθώς και το πάσο Fast Track για να περάσετε από τις λωρίδες προτεραιότητας Fast Track στους ελέγχους ασφαλείας των αεροδρομίων. ",
  "general-faq-q-8": "Μου δίνει αυτή η υπηρεσία προτεραιότητα Fast Track και στον συνοριακό έλεγχο διαβατηρίων;",
  "general-faq-a-8": "Όχι, η υπηρεσία δεν σας δίνει πρόσβαση σε Fast Track διαδικασίας στον συνοριακό έλεγχο διαβατηρίων. Θα σας δίνει πρόσβαση μόνο στις λωρίδες προτεραιότητας Fast Track στους ελέγχους ασφαλείας των αεροδρομίων.",
  "general-faq-q-9": "Μπορώ να χρησιμοποιήσω την εφαρμογή για να έχω πρόσβαση στις άδειες εισόδου μου, ακόμη κι αν δεν έχω σύνδεση στο διαδίκτυο στο αεροδρόμιο; ",
  "general-faq-a-9": "Ναι, θα έχετε τη δυνατότητα πρόσβασης στις άδειες εισόδου σας στην εφαρμογή χωρίς να χρειάζεται να έχετε σύνδεση στο διαδίκτυο. ",
  "general-faq-q-10": "Πώς μπορώ να εντοπίσω τη λωρίδα προτεραιότητας Fast Track;",
  "general-faq-a-10": "Μπορείτε να βρείτε που βρίσκεται η κάθε λωρίδα προτεραιότητας Fast Track κάνοντας αναζήτηση για το επιλεγμένο σας αεροδρόμιο στην εφαρμογή ή τον ιστότοπο. Στη συνέχεια, θα εμφανιστεί μια ενότητα που θα σας ενημερώνει πού βρίσκεται η λωρίδα προτεραιότητας Fast Track εντός του αεροδρομίου. ",

  "category-2": "Κρατήσεις",
  "bookings-faq-q-1": "Σε ποια αεροδρόμια μπορώ να χρησιμοποιήσω τις δωρεάν διαδρομές μου;",
  "bookings-faq-a-1": "Στην ενότητα <span style='white-space: pre;'>«Λογαριασμός»</span> της εφαρμογής ή του ιστοτόπου, θα σας δίνονται λεπτομέρειες για τους βαθμούς σας ή τις δωρεάν διαδρομές σας, καθώς και θα αναφέρονται τα αεροδρόμια στα οποία μπορείτε να τα χρησιμοποιήσετε. Αυτά θα είναι είτε διεθνή αεροδρόμια (που βρίσκονται εκτός της χώρας διαμονής σας), είτε εγχώρια αεροδρόμια (που βρίσκονται στη χώρα διαμονής σας), είτε όλα τα διαθέσιμα αεροδρόμια στο πρόγραμμα. Επίσης, όταν κάνετε αναζήτηση για τα αεροδρόμια, αυτά στα οποία μπορείτε να χρησιμοποιήσετε τους βαθμούς σας θα φέρουν επισήμανση με ένα πράσινο εικονίδιο βαθμών.",
  "bookings-faq-q-2": "Μπορώ να κάνω κράτηση των υπηρεσιών Fast Track για φίλους και συγγενείς, αν δεν ταξιδεύω μαζί τους; ",
  "bookings-faq-a-2": "Δυστυχώς, δεν είναι δυνατή η κράτηση και η χρήση των υπηρεσιών Fast Track από φίλους και συγγενείς, αν ο κάτοχος της κάρτας δεν είναι παρών στο ταξίδι. ",
  "bookings-faq-q-3": "Μπορώ να ακυρώσω την κράτησή μου;",
  "bookings-faq-a-3": "Οι ακυρώσεις εξαρτώνται από το αεροδρόμιο στο οποίο έχετε κάνει κράτηση για υπηρεσίες Fast Track. Για να ελέγξετε αν το επιλεγμένο σας αεροδρόμιο υποστηρίζει την ακύρωση, μεταβείτε στην ενότητα <span style='white-space: pre;'>«Το αεροδρόμιό σας»</span> στην εφαρμογή. ",
  "bookings-faq-q-4": "Το επιλεγμένο μου αεροδρόμιο υποστηρίζει ακυρώσεις, πώς ακυρώνω την κράτησή μου; ",
  "bookings-faq-a-4": "Αν το επιλεγμένο σας αεροδρόμιο επιτρέπει τις ακυρώσεις και επιθυμείτε να ακυρώσετε κάποια από τις κρατήσεις σας, μεταβείτε στην καρτέλα <span style='white-space: pre;'>«Κρατήσεις»</span> στην εφαρμογή ή τον ιστότοπο και επιλέξτε την κράτηση που θέλετε να ακυρώσετε στην ενότητα <span style='white-space: pre;'>«Επερχόμενα ταξίδια»</span>. Στη συνέχεια, κάντε κλικ στη επιλογή <span style='white-space: pre;'>«Προβολή λεπτομερειών»</span> και, κατόπιν, επιλέξτε <span style='white-space: pre;'>«Ακύρωση κράτησης»</span> στο κάτω μέρος της σελίδας. Μόλις επιβεβαιωθεί η ακύρωσή σας, θα γίνει επεξεργασία της επιστροφής χρημάτων σας.",
  "bookings-faq-q-5": "Μπορώ να αλλάξω την κράτησή μου;",
  "bookings-faq-a-5": "Οι κρατήσεις υπηρεσιών προτεραιότητας Fast Track δεν μπορούν να τροποποιηθούν, ωστόσο, αν επιτρέπονται ακυρώσεις στο αεροδρόμιο στο οποίο έχετε κάνει κράτηση, μπορείτε να ακυρώσετε την κράτησή σας και να κάνετε εκ νέου κράτηση. Για να ελέγξετε αν το επιλεγμένο σας αεροδρόμιο υποστηρίζει την ακύρωση, μεταβείτε στην ενότητα <span style='white-space: pre;'>«Το αεροδρόμιό σας»</span> στην εφαρμογή. ",
  "bookings-faq-q-6": "Μπορώ να χρησιμοποιήσω κάρτα διαφορετική από τη Mastercard για την πληρωμή;",
  "bookings-faq-a-6": "Όχι, μόνο κάρτα Mastercard μπορεί να χρησιμοποιηθεί για πληρωμές στην εφαρμογή και τον ιστότοπο.",
  "bookings-faq-q-7": "Πρέπει να πληρώσω για τα παιδιά;",
  "bookings-faq-a-7": "Τα παιδιά κάτω από κάποια ηλικία περνούν δωρεάν, ωστόσο, κάθε αεροδρόμιο ενδέχεται να έχει διαφορετικούς ηλικιακούς περιορισμούς. Σιγουρευτείτε ότι θα ελέγξετε την εφαρμογή ή τον ιστότοπο πριν από την κράτησή σας. ",
  "bookings-faq-q-8": "Μπορώ να κάνω κράτηση υπηρεσιών προτεραιότητας Fast Track την ημέρα της άφιξης;",
  "bookings-faq-a-8": "Ορισμένα αεροδρόμια μπορεί να υποστηρίζουν κρατήσεις την ίδια ημέρα. Ελέγξτε την εφαρμογή σας για να διασφαλίσετε ότι κάτι τέτοιο υποστηρίζεται από το επιλεγμένο σας αεροδρόμιο. ",
  "bookings-faq-q-9": "Πότε ανοίγει η λωρίδα προτεραιότητας Fast Track; ",
  "bookings-faq-a-9": "Οι ώρες ανοίγματος διαφέρουν ανάλογα με το αεροδρόμιο. Ελέγξτε την εφαρμογή για τις ώρες ανοίγματος και κλεισίματος. ",
  "bookings-faq-q-10": "Πόσο νωρίτερα μπορώ να κάνω την κράτησή μου;",
  "bookings-faq-a-10": "Μπορεί να γίνει κράτηση για τις λωρίδες προτεραιότητας Fast Track έως και 12 μήνες πριν.",
  "bookings-faq-q-11": "Πώς γνωρίζω ότι η κράτησή μου έχει γίνει αποδεκτή;",
  "bookings-faq-a-11": "Μόλις κάνετε μια κράτηση, θα πρέπει να εμφανιστεί μια οθόνη επιβεβαίωσης στην εφαρμογή ή τον ιστότοπο, η οποία θα δηλώνει ότι η κράτησή σας ήταν επιτυχής. Στη συνέχεια, θα μπορείτε να προβάλλετε τις λεπτομέρειες κράτησης στην ενότητα <span style='white-space: pre;'>«Κρατήσεις»</span> της εφαρμογής ή του ιστοτόπου. Θα λάβετε επίσης ένα email επιβεβαίωσης κράτησης.",
  "bookings-faq-q-12": "Αγόρασα πρόσβαση στη λωρίδα προτεραιότητας Fast Track, αλλά όταν έφτασα στο αεροδρόμιο, δεν υπήρχε ουρά στον κανονικό έλεγχο ασφαλείας, μπορώ να λάβω επιστροφή χρημάτων;",
  "bookings-faq-a-12": "Δυστυχώς, δεν διατίθεται επιστροφή χρημάτων σε αυτήν την περίπτωση.",
  "bookings-faq-q-13": "Το eTicket μου δεν δουλεύει.",
  "bookings-faq-a-13": "Ελέγξτε ότι τα στοιχεία κράτησής σας είναι σωστά και ότι προσπαθήσατε να περάσετε από τη λωρίδα προτεραιότητας Fast Track τη σωστή ημερομηνία στο καθορισμένο χρονικό πλαίσιο. Αν αυτά τα στοιχεία είναι σωστά, επικοινωνήστε με ένα μέλος του προσωπικού του αεροδρομίου και δείξτε τους τα στοιχεία της κράτησής σας για περισσότερη βοήθεια.",
  "bookings-faq-q-14": "Πρόκειται να χάσω το χρονικό περιθώριο της κράτησής μου, τι μπορώ να κάνω;  ",
  "bookings-faq-a-14": "Ανάλογα με το πόσο έχετε καθυστερήσει για την κράτησή σας και το αεροδρόμιο στο οποίο είναι η κράτησή σας, ενδέχεται να εξακολουθείτε να μπορείτε να χρησιμοποιήσετε τα πάσα Fast Track. Αυτό έγκειται στη διακριτική ευχέρεια του ίδιου του αεροδρομίου και δεν είναι στον έλεγχο της DragonPass ή της Mastercard. Ενδέχεται να έχετε τη δυνατότητα να το κάνετε σκανάροντας το πάσο σας στην πύλη, όπως συνήθως, ή απευθυνόμενοι σε ένα μέλος του προσωπικού κοντά στην πύλη Fast Track. ",
  "bookings-faq-q-15": "Μπορώ να προσθέσω κάποιον στην κράτησή μου αργότερα;",
  "bookings-faq-a-15": "Μπορείτε να κάνετε μια κράτηση υπηρεσιών προτεραιότητας Fast Track για κάποιον άλλο επιβάτη αργότερα, αρκεί αυτός ο επιβάτης να ταξιδεύει μαζί με τον κάτοχο της κάρτας. Ωστόσο, δεν μπορείτε να προσθέσετε άλλο πρόσωπο σε μια υπάρχουσα κράτηση.",
  "bookings-faq-q-16": "Μπορώ να εκτυπώσω την κράτησή μου;",
  "bookings-faq-a-16": "Αν έχετε κάνει κράτηση μέσω του ιστοτόπου, τότε θα σας σταλεί email με το πάσο Fast Track, το οποίο μπορείτε στη συνέχεια να εκτυπώσετε. ",
  "bookings-faq-q-17": "Τι συμβαίνει αν η πτήση μου ακυρωθεί πριν χρησιμοποιήσω την κράτηση υπηρεσιών προτεραιότητας Fast Track;",
  "bookings-faq-a-17": "Δυστυχώς, η DragonPass και η Mastercard δεν έχουν κανέναν έλεγχο στις ακυρώσεις πτήσεων και, κατά συνέπεια, δεν είναι σε θέση να προσφέρουν επιστροφές χρημάτων. ",
  "bookings-faq-q-18": "Τι συμβαίνει αν η αεροπορική εταιρεία αλλάξει τον τερματικό σταθμό;",
  "bookings-faq-a-18": "Αν η αεροπορική εταιρεία αλλάξει τον τερματικό σταθμό, διασφαλίστε ότι υπάρχει λωρίδα προτεραιότητας Fast Track στον έλεγχο ασφαλείας του τερματικού σταθμού από το οποίο πετάτε. Αν υπάρχει, εξακολουθείτε να μπορείτε να χρησιμοποιήσετε το πάσο Fast Track σας. Αν δεν υπάρχει λωρίδα προτεραιότητας Fast Track, τότε δυστυχώς αυτό είναι κάτι εκτός του ελέγχου της DragonPass και της Mastercard και δεν θα μπορέσουμε να σας προσφέρουμε επιστροφή χρημάτων για τις άδειες εισόδου. ",

  "category-3": "Εγγραφή",
  "registration-faq-q-1": "Γιατί δεν μπορώ να εγγραφώ;",
  "registration-faq-a-1": "Η εγγραφή για το πρόγραμμα περιλαμβάνει την καταχώριση των στοιχείων μιας κατάλληλης κάρτας Mastercard, μαζί με τα προσωπικά σας στοιχεία, για τη δημιουργία του λογαριασμού σας. Αν τα στοιχεία της κάρτας σας δεν γίνουν αποδεκτά ή δεν αναγνωρίζονται, ενδέχεται να μην είστε κατάλληλοι για συμμετοχή στο πρόγραμμα. Επικοινωνήστε με την τράπεζα ή την υπηρεσία έκδοσης για λεπτομέρειες.",
  "registration-faq-q-2": "Γιατί πρέπει να καταχωρίσω τα στοιχεία της κάρτας μου;",
  "registration-faq-a-2": "Πρέπει να καταχωρίζονται τα στοιχεία της κάρτας κατά την εγγραφή, για να διασφαλίζεται ότι είστε κατάλληλοι για το πρόγραμμα. ",
  "registration-faq-q-3": "Είναι ασφαλή τα στοιχεία της κάρτας μου;",
  "registration-faq-a-3": "Ναι, όλα τα στοιχεία της κάρτας σας είναι ασφαλή. Η DragonPass δεν αποθηκεύσει ούτε διατηρεί στοιχεία καρτών που καταχωρίζονται στην εφαρμογή, καθώς τα στοιχεία της κάρτα σας αντικαθίστανται από ένα αναγνωριστικό.",

  "category-4": "Συμμετοχή",
  "membership-faq-q-1": "Για πόσο καιρό ισχύει η συμμετοχή μου;",
  "membership-faq-a-1": "Η συμμετοχή σας θα ανανεώνεται αυτόματα σε ετήσια βάση, εκτός και εάν δεν επιθυμείτε να συνεχίσετε τη συμμετοχή σας ή αν η Mastercard σας δεν είναι πλέον σε ισχύ.",
  "membership-faq-q-2": "Μπορώ να κάνω κράτηση για υπηρεσίες προτεραιότητας Fast Track αν το δικαίωμα συμμετοχής μου δεν ισχύει πια;",
  "membership-faq-a-2": "Ναι, εξακολουθείτε να μπορείτε να κάνετε κράτηση για υπηρεσίες προτεραιότητας Fast Track σε βάση pay as you go, αν το δικαίωμα συμμετοχής σας δεν ισχύει πια. ",
  "membership-faq-q-3": "Πού μπορώ να δω πόσες παροχές μου απομένουν; ",
  "membership-faq-a-3": "Μπορείτε να δείτε τις παροχές σας κάνοντας κλικ στην επιλογή <span style='white-space: pre;'>«Λογαριασμός»</span> στην εφαρμογή ή στον ιστότοπο. Εκεί θα δείτε πόσες παροχές σας απομένουν και πόσες έχετε ήδη χρησιμοποιήσει.",
  "membership-faq-q-4": "Πότε ανανεώνονται οι παροχές μου;",
  "membership-faq-a-4": "Οι παροχές σας θα ανανεώνονται ετησίως. ",
  "membership-faq-q-5": "Έχω απεριόριστες επισκέψεις, γιατί χρειάζεται να καταχωρίσω την κάρτα μου;",
  "membership-faq-a-5": "Εξακολουθείτε να πρέπει να καταχωρίσετε την κάρτα σας για να διασφαλιστεί ότι είστε κατάλληλοι για αυτό το πρόγραμμα και, επίσης, για να δημιουργήσετε τον λογαριασμό σας. ",
  "membership-faq-q-6": "Τι συμβαίνει αν καταναλώσω όλες τις παροχές μου;",
  "membership-faq-a-6": "Εξακολουθείτε να μπορείτε να χρησιμοποιήσετε τις υπηρεσίες προτεραιότητας Fast Track, ωστόσο, θα είναι σε βάση pay as you go, συνεπώς, θα χρειαστεί να πληρώνετε για το όφελος υπηρεσιών Fast Track, αντί να χρησιμοποιείτε τις δωρεάν παροχές του προγράμματός σας.",
  "membership-faq-q-7": "Μπορούν οι φίλοι και οι συγγενείς μου να χρησιμοποιήσουν τη συμμετοχή μου;",
  "membership-faq-a-7": "Δυστυχώς, η κάθε συμμετοχή μπορεί να χρησιμοποιηθεί μόνο από τον κάτοχο της κάρτας (του οποίου το όνομα έχει η συμμετοχή). Ωστόσο, μπορείτε να προσθέσετε φίλους και συγγενείς ως μέρος της κράτησής σας, αν ο κάτοχος της κάρτας ταξιδεύει μαζί τους.",

  "category-5": "Λογαριασμός και πληρωμή",
  "account-faq-q-1": "Πώς μπορώ να εγγραφώ για δεύτερη συμμετοχή με μια δεύτερη κάρτα Mastercard; Θα ήθελα, επίσης, να μπορώ να δω όλα τα οφέλη μου για όλες τις συμμετοχές μου και να κάνω πληρωμές εύκολα.",
  "account-faq-a-1": "Για να κάνετε εγγραφή με μια δεύτερη κάρτα Mastercard, μεταβείτε στην ενότητα <span style='white-space: pre;'>«Συμμετοχές»</span> της εφαρμογής και κάντε κλικ στο <span style='white-space: pre;'>«Προσθήκη νέας συμμετοχής»</span>. Εκεί, θα μπορέσετε να καταχωρίσετε τη δεύτερη κάρτα σας Mastercard. Αν έχετε αποσυνδεθεί από την εφαρμογή, κάντε κλικ στην επιλογή <span style='white-space: pre;'>«Εγγραφή»</span> και, στη συνέχεια, συμπληρώστε τα στοιχεία της Mastercard σας. Μόλις προσθέσετε τη δεύτερη συμμετοχή σας, θα μπορείτε να κάνετε εναλλαγή μεταξύ των δύο και να προβάλλετε όλα τα οφέλη της συμμετοχής σας. Η διαδικασία είναι η ίδια και στον ιστότοπο.",
  "account-faq-q-2": "Τι συμβαίνει αν διαθέτω πολλές κάρτες Mastercard που είναι κατάλληλες για συμμετοχή;",
  "account-faq-a-2": "Αν έχετε πολλαπλές Mastercard, μπορείτε, επίσης, να έχετε πολλαπλούς λογαριασμούς συμμετοχής DragonPass. Κάθε κατάλληλη Mastercard σας δίνει δικαίωμα χρήσης για έναν λογαριασμό συμμετοχής DragonPass. Σε οποιοδήποτε σημείο, μπορείτε να κάνετε εναλλαγή μεταξύ των συμμετοχών σας στην εφαρμογή, για να εξαργυρώσετε παροχές για κάθε κάρτα. Για να το κάνετε αυτό, μεταβείτε στην ενότητα <span style='white-space: pre;'>«Λογαριασμός»</span>.",
  "account-faq-q-3": "Μπορώ να αλλάξω την κάρτα πληρωμών που έχει καταχωριστεί;",
  "account-faq-a-3": "Η κάρτα πληρωμών είναι συνδεδεμένη με τη συμμετοχή σας, κατά συνέπεια δεν μπορείτε να προσθέσετε διαφορετική κάρτα. Αν χρειαστεί να ενημερώσετε την κάρτα σας, λόγω λήξης ή απώλειας/κλοπής της, μπορείτε να το κάνετε στην ενότητα <span style='white-space: pre;'>«Λογαριασμός»</span>, επιλέγοντας κατόπιν <span style='white-space: pre;'>«Ενημέρωση κάρτας»</span>. Αν έχετε μια καινούργια κάρτα, ανατρέξτε στη διαδικασία για την καταχώριση μιας δεύτερης κάρτας Mastercard παραπάνω.",
  "account-faq-q-4": "Πού μπορώ να δω το ιστορικό πληρωμών μου;",
  "account-faq-a-4": "Μπορείτε να δείτε όλες τις πληρωμές στην ενότητα <span style='white-space: pre;'>«Κρατήσεις»</span>. Εκεί θα παρατίθενται όλες οι κρατήσεις, τόσο οι επερχόμενες όσο και οι προηγούμενες κρατήσεις σας, καθώς και κάθε κράτηση για την οποία έχει γίνει πληρωμή, σε συνδυασμό με τις λεπτομέρειες κράτησης. ",
  "account-faq-q-5": "Πού μπορώ να βρω τα διαθέσιμα οφέλη του προγράμματός μου;",
  "account-faq-a-5": "Τα οφέλη του προγράμματός σας θα εμφανίζονται εντός της εφαρμογής. Για περισσότερες πληροφορίες, επικοινωνήστε με την τράπεζα έκδοσης, ώστε να μάθετε περισσότερα σχετικά με τα οφέλη σας στο πρόγραμμα.",
  "account-faq-q-6": "Τι θα συμβεί αν χάσω την κάρτα Mastercard; Θα εξακολουθεί να ισχύει η συμμετοχή μου;",
  "account-faq-a-6": "Η συμμετοχή σας ισχύει για όσο χρονικό διάστημα η Mastercard με την οποία εγγραφήκατε είναι ενεργή και κατάλληλη. Αν η κάρτα σας ακυρωθεί, θα χρειαστεί να αφαιρέσετε την απωλεσθείσα κάρτα από την εφαρμογή και να καταχωρίσετε μια νέα. Αυτό μπορεί να γίνει στην ενότητα <span style='white-space: pre;'>«Λογαριασμός»</span>, επιλέγοντας <span style='white-space: pre;'>«Ενημέρωση κάρτας»</span>.",
  "account-faq-q-7": "Πώς μπορώ να αλλάξω τη διεύθυνση email μου;",
  "account-faq-a-7": "Επικοινωνήστε με την τράπεζα έκδοσης, αν επιθυμείτε να αλλάξετε τη διεύθυνση email με την οποία είναι συνδεδεμένος ο λογαριασμός σας. ",
  "account-faq-q-8": "Πώς μπορώ να αλλάξω τον κωδικό πρόσβασής μου;",
  "account-faq-a-8": "Μπορείτε να αλλάξετε τον κωδικό πρόσβασής σας, μεταβαίνοντας στην καρτέλα <span style='white-space: pre;'>«Περισσότερα»</span> στο κάτω μέρος της εφαρμογής ή κάνοντας κλικ στην επιλογή <span style='white-space: pre;'>«Λογαριασμός»</span> στην αριστερή πλευρά του ιστοτόπου και επιλέγοντας <span style='white-space: pre;'>«Αλλαγή κωδικού πρόσβασης»</span>.",
  "account-faq-q-9": "Αν ακυρώσω την κράτησή μου και δικαιούμαι επιστροφή χρημάτων, πώς θα γνωρίζω αν έχει γίνει επεξεργασία της επιστροφής μου;",
  "account-faq-a-9": "Θα σας σταλεί email που θα σας ειδοποιεί ότι γίνεται επεξεργασία της επιστροφής χρημάτων σας.",

  "get-in-touch-toast-1": "Είστε στο αεροδρόμιο;",
  "get-in-touch-toast-2": "Είναι το ερώτημά σας επείγον;",
  "search-faq-placeholder": "Αναζήτηση θέματος βοήθειας"
}
