{
  "help-quest": "¿Cómo podemos ayudarle?",
  "browse-by": "Navegar por categoría",
  "ask-question": "Preguntas frecuentes",
  "no-reason": "No hay resultados de búsqueda",
  "NUH": "¿Necesita ayuda urgente?",
  "get-in-touch": "Póngase en contacto",
  "for-genaral-enquiries": "Para consultas generales",
  "for-genaral-enquiries-content": "Para cualquier consulta técnica no urgente sobre su afiliación o su aplicación móvil, póngase en contacto con su banco emisor.",
  "fue": "Para consultas urgentes",
  "for-current": "Para reservas de Fast Track actuales solamente.",
  "operat-hours": "Horario de servicio",
  "workday": "Lunes a viernes",
  "when": "De 9:00 a 17:00 horas GMT",
  "please-inform": "Por favor, indique a nuestro servicio al cliente su",
  "TEMN": "Número de socio de experiencias de viaje:",

  "data-start": "data start---",
  "category-1": "General",
  "general-faq-q-1": "¿Qué es Mastercard Travel Experiences Europe? ",
  "general-faq-a-1": "La aplicación y el sitio web de Mastercard Travel Experiences Europe son la primera solución digital de este tipo que permite a los titulares de tarjetas Mastercard acceder a los carriles de Fast Track de Seguridad de los Aeropuertos. Por medio de la aplicación, los titulares recibirán una afiliación digital a la red de carriles de Fast Track de Seguridad de los Aeropuertos de DragonPass en todos los aeropuertos participantes. Su banco determinará las ventajas específicas de su tarjeta Mastercard participante. Póngase en contacto con su banco emisor para conocer los detalles de las visitas gratuitas incluidas en su programa. La aplicación y el sitio web de Mastercard Travel Experiences Europe son propiedad y están operadas por DragonPass Ltd.",
  "general-faq-q-2": "¿Quién puede participar en el programa?",
  "general-faq-a-2": "Únicamente los titulares de tarjetas Mastercard de los bancos participantes en la región europea pueden acogerse al programa. Las ventajas específicas que recibirá varían en función del banco que haya emitido su tarjeta Mastercard. Para obtener más información sobre la eligibilidad del programa, póngase en contacto con el servicio de atención al cliente de su banco. ",
  "general-faq-q-3": "¿Por qué utilizar la Fast Track?",
  "general-faq-a-3": "El servicio es ideal para quienes deseen un tiempo de espera más corto en la seguridad del aeropuerto. Es ideal para todos los viajeros, tanto para los que quieren pasar un tiempo mínimo en el aeropuerto como para los que quieren pasar más tiempo en la sala de embarque relajándose, comiendo y disfrutando de las experiencias de la sala y de las tiendas. En un mundo post-Covid-19, la Fast Track también puede reducir su proximidad a los demás y evitar las colas más largas.",
  "general-faq-q-4": "¿Por qué tengo derecho a este servicio?",
  "general-faq-a-4": "Usted tiene derecho a este servicio al ser titular de una tarjeta Mastercard. Esto le permite disfrutar de una serie de ventajas, incluyendo este derecho a la Fast Track de Seguridad del Aeropuerto. ",
  "general-faq-q-5": "¿Cómo puedo presentar una reclamación/dejar una opinión?",
  "general-faq-a-5": "Póngase en contacto con su banco emisor si desea dejar alguna opinión o presentar una reclamación.",
  "general-faq-q-6": "¿Dónde puedo ver los términos y condiciones y la política de privacidad?",
  "general-faq-a-6": "Puede consultarlos en el apartado \"Más\" de la aplicación o en la parte inferior del sitio web, donde encontrará tanto los términos y condiciones como la política de privacidad. ",
  "general-faq-q-7": "¿Sigo necesitando mi tarjeta de embarque?",
  "general-faq-a-7": "Sí, seguirá necesitando su tarjeta de embarque, así como su pase de Fast Track para pasar por la Fast Track de seguridad del aeropuerto. ",
  "general-faq-q-8": "¿Esto me da acceso a la Fast Track en el control de inmigración y fronteras?",
  "general-faq-a-8": "No, esto no le da acceso a la Fast Track en el control de inmigración y fronteras. Esto le da acceso únicamente a los carriles de Fast Track de Seguridad.",
  "general-faq-q-9": "¿Puedo seguir utilizando la aplicación para acceder a mis pases si no tengo Internet en el aeropuerto?",
  "general-faq-a-9": "Sí, podrá acceder a sus pases en la aplicación sin necesidad de estar conectado a Internet. ",
  "general-faq-q-10": "¿Cómo puedo localizar el carril de Fast Track?",
  "general-faq-a-10": "Puede saber dónde se encuentra cada carril de Fast Track buscando el aeropuerto de su elección en la aplicación o en el sitio web. Allí encontrará una sección que indique dónde se encuentra el carril de Fast Track dentro del aeropuerto. ",

  "category-2": "Reservas",
  "bookings-faq-q-1": "¿En qué aeropuertos puedo utilizar mis viajes gratuitos?",
  "bookings-faq-a-1": "En la sección de la cuenta de su aplicación o sitio web se detallarán sus derechos o viajes gratuitos y se indicará en qué aeropuertos se pueden utilizar. Esto será en los aeropuertos internacionales (los que están fuera de su país de origen), los aeropuertos nacionales (los que están dentro de su país de origen) o todos los aeropuertos disponibles en el programa. Además, cuando busque los aeropuertos, aquellos en los que pueda utilizar sus derechos estarán marcados con un icono de titularidad verde.",
  "bookings-faq-q-2": "¿Puedo reservar los servicios de Fast Track para mis familiares o amigos si no estoy viajando? ",
  "bookings-faq-a-2": "Lamentablemente, los amigos y familiares no pueden reservar y utilizar los servicios de Fast Track sin que el titular de la tarjeta esté presente en el viaje.",
  "bookings-faq-q-3": "¿Puedo cancelar mi reserva?",
  "bookings-faq-a-3": "Las cancelaciones dependen del aeropuerto donde haya reservado Fast Track. Para comprobar si el aeropuerto de su elección admite cancelaciones, consulte la aplicación en “Su aeropuerto”. ",
  "bookings-faq-q-4": "El aeropuerto de mi elección admite cancelaciones; ¿cómo puedo cancelar mi reserva? ",
  "bookings-faq-a-4": "Si el aeropuerto de su elección admite cancelaciones y usted desea cancelar una de sus reservas, vaya a la pestaña “Reservas” en la aplicación o sitio web y seleccione la reserva que desee cancelar en “Próximos viajes”. A continuación, haga clic en “Ver detalles” y seleccione “Cancelar reserva” en la parte inferior de la página. Una vez confirmada su cancelación, se procesará su reintegro.",
  "bookings-faq-q-5": "¿Puedo cambiar mi reserva?",
  "bookings-faq-a-5": "Las reservas de Fast Track no se pueden modificar; no obstante, si se admiten cancelaciones en el aeropuerto en el que haya reservado, puede cancelar su reserva y volver a reservar. Para comprobar si el aeropuerto de su elección admite cancelaciones, consulte la aplicación en “Su aeropuerto”. ",
  "bookings-faq-q-6": "¿Puedo utilizar una tarjeta que no sea Mastercard para pagar?",
  "bookings-faq-a-6": "No, solo se puede utilizar la tarjeta Mastercard para hacer pagos en la aplicación y el sitio web. ",
  "bookings-faq-q-7": "¿Los niños también pagan?",
  "bookings-faq-a-7": "Los niños menores de determinadas edades viajan gratis; sin embargo, cada aeropuerto puede tener diferentes restricciones de edad. Asegúrese de comprobar la aplicación o el sitio web antes de hacer su reserva. ",
  "bookings-faq-q-8": "¿Puedo reservar Fast Track en el día de llegada?",
  "bookings-faq-a-8": "Algunos aeropuertos admiten reservas en el mismo día. Compruebe su aplicación para asegurarse de que el aeropuerto de su elección admite esto. ",
  "bookings-faq-q-9": "¿A qué hora abre el carril de Fast Track? ",
  "bookings-faq-a-9": "Los horarios de apertura varían según el aeropuerto. Compruebe su aplicación para los horarios de apertura y cierre. ",
  "bookings-faq-q-10": "¿Con cuánta antelación puedo reservar?",
  "bookings-faq-a-10": "Los carriles de Fast Track pueden reservarse con hasta 12 meses de antelación.",
  "bookings-faq-q-11": "¿Cómo puedo saber que se ha aceptado mi reserva?",
  "bookings-faq-a-11": "Una vez que haya hecho una reserva, deberá recibir una pantalla de confirmación en la aplicación o en el sitio web para indicar que dicha reserva se ha realizado correctamente. A continuación, podrá ver los detalles de la reserva en la sección \"Reservas\" de la aplicación o la página web. Asimismo, recibirá un correo electrónico confirmando su reserva.",
  "bookings-faq-q-12": "Compré el acceso al carril de Fast Track, pero cuando llegué al aeropuerto no había cola para el control de seguridad estándar. ¿Tengo derecho a un reintegro?",
  "bookings-faq-a-12": "Lamentablemente, no hay reintegro disponible en este caso.",
  "bookings-faq-q-13": "Mi billete electrónico no funciona",
  "bookings-faq-a-13": "Compruebe que los datos de su reserva son correctos y que ha accedido al carril de Fast Track en la fecha correcta y en la franja horaria designada. Si todos estos datos son correctos, póngase en contacto con un miembro del personal del aeropuerto y muéstrele los datos de su reserva para obtener más ayuda.",
  "bookings-faq-q-14": "Si voy a perder mi franja horaria reservada, ¿qué puedo hacer?    ",
  "bookings-faq-a-14": "Dependiendo de lo tarde que llegue a su reserva y del aeropuerto en el que haya hecho dicha reserva, es posible que aún pueda utilizar sus pases de Fast Track. Esto es a discreción del propio aeropuerto y no está bajo el control de DragonPass o Mastercard. Podrá hacerlo escaneando su pase en la puerta de embarque, como de constumbre, o dirigiéndose a un miembro del personal cerca de la puerta de embarque de Fast Track. ",
  "bookings-faq-q-15": "¿Puedo añadir a alguien a mi reserva más tarde?",
  "bookings-faq-a-15": "Puede hacer una reserva de Fast Track para otro pasajero en una fecha posterior, siempre y cuando dicho pasajero viaje con el titular de la tarjeta. Sin embargo, no puede añadir otra persona a una reserva ya existente.",
  "bookings-faq-q-16": "¿Puedo imprimir mi reserva?",
  "bookings-faq-a-16": "Si ha reservado a través del sitio web, se le enviará por correo electrónico su pase de Fast Track, el cual podrá imprimir. ",
  "bookings-faq-q-17": "¿Qué sucede si mi vuelo es cancelado antes de utilizar mi reserva de Fast Track?",
  "bookings-faq-a-17": "Lamentablemente, DragonPass y Mastercard no tienen ningún control en cuanto a las cancelaciones de vuelos, por lo que no pueden ofrecer ningún reintegro. ",
  "bookings-faq-q-18": "¿Qué sucede si mi línea aérea cambia de terminal?",
  "bookings-faq-a-18": "Si la línea aérea ha cambiado de terminal, asegúrese de que haya un carril de Fast Track de Seguridad en la nueva terminal desde la que vuele. Si lo hay, podrá utilizar su pase de Fast Track. Si no haya un carril de Fast Track, lamentablemente esto es algo ajeno al control de DragonPass y Mastercard y no podremos reintegrarle los pases. ",

  "category-3": "Inscripción",
  "registration-faq-q-1": "¿Por qué no puedo inscribirme?",
  "registration-faq-a-1": "La inscripción en el programa incluye la introducción de los datos de la tarjeta Mastercard elegible, así como sus datos personales, para configurar su cuenta. Si los datos de su tarjeta no se aceptan o no se reconocen, es posible que usted no sea elegible para el programa. Consulte con su banco o su emisor para más información.",
  "registration-faq-q-2": "¿Por qué tengo que introducir los datos de mi tarjeta?",
  "registration-faq-a-2": "Los datos de la tarjeta deben introducirse en el momento de la inscripción para asegurarse de que usted sea elegible para el programa.",
  "registration-faq-q-3": "¿Están los datos de mi tarjeta seguros?",
  "registration-faq-a-3": "Sí, todos los datos de la tarjeta están seguros. DragonPass no almacena ni guarda los datos de la tarjeta introducidos en la aplicación, sino que sustituye los datos de la tarjeta por un token.",

  "category-4": "Afiliación",
  "membership-faq-q-1": "¿Durante cuánto tiempo es válida mi afiliación?",
  "membership-faq-a-1": "Su afiliación se renovará automáticamente cada año, a menos que no desee seguir siendo miembro o su Mastercard ya no tenga validez.",
  "membership-faq-q-2": "¿Puedo seguir reservando el acceso a Fast Track si se ha agotado mi derecho?",
  "membership-faq-a-2": "Sí, puede seguir reservando el acceso a Fast Track en régimen de pago sobre la marcha si se le ha agotado el derecho. ",
  "membership-faq-q-3": "¿Dónde puedo comprobar los derechos que me quedan?",
  "membership-faq-a-3": "Puede ver sus derechos haciendo clic en “Cuenta” en la aplicación o en línea. Allí aparecerá el derecho que le queda y el que ya ha usado.",
  "membership-faq-q-4": "¿Cuándo se renueva mi derecho?",
  "membership-faq-a-4": "Su derecho se renovará cada año. ",
  "membership-faq-q-5": "Si tengo un número ilimitado de visitas, ¿por qué he de registrar mi tarjeta?",
  "membership-faq-a-5": "Tiene que seguir registrando su tarjeta para asegurarse de que es elegible para este programa, así como para crear su cuenta. ",
  "membership-faq-q-6": "¿Qué sucede si agoto mi derecho?",
  "membership-faq-a-6": "Podrá seguir utilizando los servicios de Fast Track, pero será en régimen de pago sobre la marcha, por lo que tendrá que pagar la prestación de Fast Track en lugar de utilizar el derecho que le corresponde.",
  "membership-faq-q-7": "¿Pueden utilizar mis amigos y familiares mi afiliación?",
  "membership-faq-a-7": "Lamentablemente, la afiliación solo puede utilizarse por el titular de la tarjeta (cuyo nombre figura en la afiliación). No obstante, puede añadir a amigos y familiares dentro de su reserva, si usted, en calidad de titular de la tarjeta, viaja con ellos.",

  "category-5": "Cuenta y pago",
  "account-faq-q-1": "¿Cómo puedo inscribirme para una segundo afiliación utilizando una segunda tarjeta Mastercard? También quiero poder ver todos los beneficios de todas mis afiliaciones y pagar fácilmente.",
  "account-faq-a-1": "Para registrar una segunda tarjeta Mastercard, vaya a la sección de afiliaciones de la aplicación y haga clic en \"Añadir nueva afiliación\". Allí podrá registrar su segunda tarjeta Mastercard. Si ha cerrado la sesión en la aplicación, haga clic en \"Registrarse\" y a continuación proceda a rellenar los datos de su tarjeta Mastercard. Una vez que haya añadido su segunda afiliación, podrá alternar entre ambas en la aplicación y ver todas las ventajas de cada una de ellas. El proceso es idéntico en el sitio web.",
  "account-faq-q-2": "¿Qué sucede si tengo tarjetas Mastercard de servidor que son elegibles?",
  "account-faq-a-2": "Si tiene varias tarjetas Mastercard, es posible que también tenga varias cuentas de afiliación a DragonPass. Una tarjeta Mastercard elegible le da derecho a una cuenta de miembro de DragonPass. En cualquier momento, puede alternar entre sus afiliaciones en la aplicación para canjear los derechos de cada tarjeta. Para ello, diríjase a la sección “Cuenta”.",
  "account-faq-q-3": "¿Puedo cambiar mi tarjeta de pago en el archivo?",
  "account-faq-a-3": "La tarjeta de pago está vinculada a su afiliación, por lo que no puede añadir una tarjeta diferente. Si necesita actualizar su tarjeta debido a una tarjeta caducada o extraviada/robada, puede hacerlo en la sección \"Cuenta\" y luego seleccionar \"Actualizar tarjeta\". Si tiene una nueva tarjeta, consulte arriba el proceso para registrar una segunda tarjeta Mastercard.",
  "account-faq-q-4": "¿Dónde puedo ver mi historial de pagos?",
  "account-faq-a-4": "Puede ver todos los pagos en \"Reservas\"; aquí se enumeran todas las reservas, tanto las pasadas como las próximas, y todas las reservas que hayan supuesto un pago se incluirán en el detalle de la reserva.",
  "account-faq-q-5": "¿Dónde puedo ver las ventajas disponibles de mi programa?",
  "account-faq-a-5": "Las ventajas de su programa se visualizarán en la aplicación. Si desea más información, póngase en contacto con su banco emisor para obtener datos sobre las ventajas de su programa.",
  "account-faq-q-6": "¿Qué ocurre si pierdo o extravío mi Mastercard? ¿Mi afiliación seguirá siendo válida?",
  "account-faq-a-6": "Su afiliación seguirá siendo válida mientras su tarjeta Mastercard esté activa y sea elegible. Si se cancela su tarjeta, deberá eliminar la tarjeta perdida de la aplicación y registrar una nueva.Puede hacerlo accediendo a la sección “Cuenta” y seleccionando a continuación “Actualizar tarjeta”.",
  "account-faq-q-7": "¿Cómo cambio mi dirección de correo electrónico?",
  "account-faq-a-7": "Póngase en contacto con su emisor si desea cambiar la dirección de correo electrónico a la que está vinculada su cuenta.",
  "account-faq-q-8": "¿Cómo cambio mi contraseña?",
  "account-faq-a-8": "Puede cambiar su contraseña accediendo a la pestaña \"Más\" en la parte inferior de la aplicación o haciendo clic en \"Cuenta\" a la izquierda en el sitio web y seleccionando \"Cambiar contraseña\".",
  "account-faq-q-9": "Si he cancelado mi reserva y tengo derecho a un reintegro, ¿cómo sabré cuándo se ha tramitado dicho reintegro?",
  "account-faq-a-9": "Se le enviará un correo electrónico para notificarle que su reintegro está siendo procesado.",

  "get-in-touch-toast-1": "¿Está usted en el Aeropuerto?",
  "get-in-touch-toast-2": "¿Necesita ayuda urgente?",
  "search-faq-placeholder": "Buscar tema de ayuda"
}