{
  "help-quest": "Чем мы можем вам помочь?",
  "browse-by": "Просмотр категорий",
  "ask-question": "Часто задаваемые вопросы",
  "no-reason": "Ничего не найдено",
  "NUH": "Срочно нужна помощь?",
  "get-in-touch": "Связаться",
  "for-genaral-enquiries": "По общим вопросам",
  "for-genaral-enquiries-content": "По несрочным техническим вопросам, касающимся вашего участия и мобильного приложения, обращайтесь в свой банк-эмитент.",
  "fue": "По срочным вопросам",
  "for-current": "Только по текущим заказам услуги Fast Track.",
  "operat-hours": "Часы работы",
  "workday": "Понедельник – пятница",
  "when": "09:00–17:00 GMT",
  "please-inform": "Сообщите сотрудникам нашей службы по работе с клиентами свой",
  "TEMN": "Номер участника Travel Experiences:",

  "data-start": "data start---",
  "category-1": "Общие положения",
  "general-faq-q-1": "Что такое Mastercard Travel Experiences Europe?",
  "general-faq-a-1": "Приложение и веб-сайт Mastercard Travel Experiences Europe — это уникальное цифровое решение по предоставлению доступа в зону ускоренного прохождения контроля безопасности в аэропорту (Fast Track) для держателей карты Mastercard. Приложение обеспечивает держателям карты участие в сети DragonPass Fast Track во всех аэропортах, участвующих в программе. Перечень привилегий держателей карты Mastercard определяется банком. Уточняйте в своем банке-эмитенте наличие прав на бесплатный проход в рамках вашей программы. Приложение и веб-сайт Mastercard Travel Experiences принадлежат и контролируются компанией DragonPass Ltd.",
  "general-faq-q-2": "Кто может участвовать в программе?",
  "general-faq-a-2": "В программе могут участвовать только держатели карт Mastercard, выпущенных участвующими в программе Российскими банками. Перечень предоставляемых привилегий зависит от банка, выпустившего вашу карту Mastercard. За дополнительной информацией об участии в программе обращайтесь в отдел обслуживания клиентов своего банка. ",
  "general-faq-q-3": "Зачем нужна услуга Fast Track?",
  "general-faq-a-3": "Эта услуга идеальна для тех, кто не желает терять время на ожидание прохождения контроля безопасности в аэропорту. Она подойдет и тем, кто не хочет тратить много времени на формальности в аэропорту, и тем, кто предпочитает больше времени провести в бизнес-зале зоны вылета, наслаждаясь отдыхом, вкусными блюдами, шопингом и услугами бизнес-зала. Услуга Fast Track также позволит сократить тесные контакты с остальными пассажирами и избежать длинных очередей.",
  "general-faq-q-4": "Почему я имею право на эту услугу?",
  "general-faq-a-4": "Вы имеете право на эту услугу как держатель карты Mastercard. Ваша карта дает вам целый ряд привилегий, включая проход через зону Fast Track в аэропорту. ",
  "general-faq-q-5": "Как мне подать жалобу/отзыв?",
  "general-faq-a-5": "Если вы хотите оставить отзыв или подать жалобу, обратитесь в банк, выдавший вашу карту. ",
  "general-faq-q-6": "Где можно ознакомиться правилами и условиями и Политикой Конфединцеальности?",
  "general-faq-a-6": "Их можно просмотреть, нажав кнопку <span style='white-space: pre;'>«Подробнее»</span> в приложении или прокрутив страницу веб-сайта вниз, где вы найдете правила и условия и нашу Политику Конфединцеальности. ",
  "general-faq-q-7": "Мне все равно нужен посадочный талон?",
  "general-faq-a-7": "Да, для прохода в зону Fast Track в аэропорту вам потребуется ваш посадочный талон и пропуск в зону Fast Track. ",
  "general-faq-q-8": "Дает ли мне это право на ускоренное прохождение иммиграционного и пограничного контроля?",
  "general-faq-a-8": "Нет, это не дает вам права на ускоренное прохождение иммиграционного и пограничного контроля. Вы просто получаете доступ в зону Fast Track в аэропорту.",
  "general-faq-q-9": "Смогу ли я открыть свои пропуска в приложении, если у меня не будет Интернета в аэропорту? ",
  "general-faq-a-9": "Да, вы сможете открыть свой пропуск в приложении без подключения к Интернету. ",
  "general-faq-q-10": "Как найти зону Fast Track?",
  "general-faq-a-10": "В приложении или на веб-сайте вы можете посмотреть, где расположена зона Fast Track в выбранном вами аэропорту. Там будет указано, где именно на территории аэропорта расположена зона Fast Track. ",

  "category-2": "Бронирования",
  "bookings-faq-q-1": "В каких аэропортах я могу использовать свои бесплатные путешествия?",
  "bookings-faq-a-1": "В вашем аккаунте в приложении или на веб-сайте будут отображаться ваши бесплатные проходы, а также аэропорты, в которых ими можно воспользоваться. Это будут международные (за пределами вашей родной страны), внутренние (на территории вашей родной страны) или все доступные по программе аэропорты. При поиске аэропорты, в которых вы можете воспользоваться своими бесплатными проходами, будут помечены специальным зеленым знаком.",
  "bookings-faq-q-2": "Можно ли забронировать услугу Fast Track для друзей или родных, если я с ними не лечу? ",
  "bookings-faq-a-2": "К сожалению, друзья и родные не могут бронировать и использовать услугу Fast Track, если держатель карты с ними не летит. ",
  "bookings-faq-q-3": "Могу ли я отменить свое бронирование?",
  "bookings-faq-a-3": "Возможность отмены зависит от аэропорта, в котором вы забронировали услугу Fast Track. Узнать, возможна ли отмена бронирования в выбранном вами аэропорту, можно в разделе <span style='white-space: pre;'>«Ваш аэропорт»</span> в приложении. ",
  "bookings-faq-q-4": "В выбранном мной аэропорту возможна отмена бронирования; как это сделать? ",
  "bookings-faq-a-4": "Если в выбранном вами аэропорту возможна отмена бронирования и вы желаете аннулировать одно из ваших бронирований, откройте вкладку <span style='white-space: pre;'>«Бронирования»</span> в приложении или на веб-сайте и выберите соответствующее бронирование в разделе <span style='white-space: pre;'>«Предстоящие путешествия»</span>. Затем нажмите <span style='white-space: pre;'>«Просмотр данных»</span> и выберите <span style='white-space: pre;'>«Отменить бронирование»</span> внизу страницы. После подтверждения отмены бронирования вам будет осуществлен возврат средств.",
  "bookings-faq-q-5": "Могу ли я изменить свое бронирование?",
  "bookings-faq-a-5": "Бронирования услуги Fast Track изменить нельзя. Однако, при возможности отмены бронирования в соответствующем аэропорту, вы можете отменить свое бронирование и оформить его заново. Узнать, возможна ли отмена бронирования в выбранном вами аэропорту, можно в разделе <span style='white-space: pre;'>«Ваш аэропорт»</span> в приложении. ",
  "bookings-faq-q-6": "Можно ли использовать для оплаты не Mastercard, а другую карту?",
  "bookings-faq-a-6": "Нет, в приложении и на веб-сайте оплата возможна только картами Mastercard. ",
  "bookings-faq-q-7": "Нужно ли платить за детей?",
  "bookings-faq-a-7": "До определенного возраста за детей плата не взимается, однако во всех аэропортах действуют свои возрастные ограничения. Перед бронированием уточняйте информацию в приложении или на веб-сайте. ",
  "bookings-faq-q-8": "Можно ли забронировать услугу Fast Track в день отправления?",
  "bookings-faq-a-8": "В некоторых аэропортах бронирование на этот же день возможно. Уточните в приложении, возможно ли это в выбранном вами аэропорту. ",
  "bookings-faq-q-9": "Во сколько открывается зона Fast Track? ",
  "bookings-faq-a-9": "Часы работы варьируются в зависимости от аэропорта. Уточняйте часы работы в приложении. ",
  "bookings-faq-q-10": "За какое время можно бронировать услугу?",
  "bookings-faq-a-10": "Услугу Fast Track можно забронировать не ранее чем за 12 месяцев.",
  "bookings-faq-q-11": "Как узнать, что мое бронирование подтверждено?",
  "bookings-faq-a-11": "После оформления бронирования в приложении или на веб-сайте откроется страница, где будет указано, что ваше бронирование успешно оформлено. После этого вы сможете просмотреть данные своего бронирования в разделе <span style='white-space: pre;'>«Бронирования»</span> приложения или веб-сайта. Вы также получите подтверждение по электронной почте.",
  "bookings-faq-q-12": "Я оплатил услугу Fast Track, но когда я приехал в аэропорт, очереди на стандартный контроль безопасности не было. Могу ли я получить возврат средств?",
  "bookings-faq-a-12": "К сожалению, в данном случае средства не возвращаются.",
  "bookings-faq-q-13": "Мой электронный билет не работает",
  "bookings-faq-a-13": "Проверьте правильность данных своего бронирования и убедитесь, что вы явились в зону Fast Track в отведенные вам день и время. Если все данные верны, обратитесь за помощью к сотруднику аэропорта и предъявите ему данные своего бронирования.",
  "bookings-faq-q-14": "Я не успею воспользоваться услугой в отведенное мне время. Что мне делать? ",
  "bookings-faq-a-14": "В зависимости от того, насколько сильно вы опоздаете и в каком аэропорту у вас забронирована эта услуга, есть вероятность, что вы сможете воспользоваться своим пропуском в зону Fast Track. Это решение будет принято аэропортом, и оно не зависит от DragonPass и Mastercard. Возможно, вы сможете пройти в зону Fast Track, просканировав свой пропуск у входа (как обычно) или обратившись в сотрудникам у входа в зону Fast Track. ",
  "bookings-faq-q-15": "Смогу ли я позднее добавить в свое бронирование других пассажиров?",
  "bookings-faq-a-15": "Вы сможете забронировать услугу Fast Track для себя и другого пассажира , если этот пассажир путешествует с держателем карты. Однако в существующее бронирование добавить других пассажиров нельзя.",
  "bookings-faq-q-16": "Могу ли я распечатать свое бронирование?",
  "bookings-faq-a-16": "Если вы оформляли бронирование на веб-сайте, по электронной почте вы получите пропуск в зону Fast Track, который сможете распечатать.",
  "bookings-faq-q-17": "Что произойдет, если мой рейс отменят до того, как я воспользуюсь забронированной услугой Fast Track?",
  "bookings-faq-a-17": "К сожалению, от DragonPass и Mastercard отмена рейсов не зависит, и потому они не смогут предложить вам возврат средств. ",
  "bookings-faq-q-18": "Что произойдет, если авиакомпания изменит мой терминал вылета?",
  "bookings-faq-a-18": "Если авиакомпания поменяет терминал вылета, убедитесь, что в новом терминале есть зона Fast Track. Если она там есть, вы сможете воспользоваться своим пропуском в зону Fast Track. Если там нет зоны Fast Track, к сожалению, от DragonPass и Mastercard эта ситуация не зависит, и потому они не смогут предложить вам возврат средств. ",

  "category-3": "Регистрация",
  "registration-faq-q-1": "Почему я не могу зарегистрироваться?",
  "registration-faq-a-1": "Для регистрации в программе и создания личного аккаунта необходимо указать данные соответствующей требованиям карты Mastercard и ваши персональные данные. Если данные вашей карты не принимаются или не распознаются системой, возможно, вы не имеете права на участие в программе. За дополнительной информацией обратитесь, пожалуйста в банк, выпустивший вашу карту.",
  "registration-faq-q-2": "Зачем вводить данные моей карты?",
  "registration-faq-a-2": "Данные карты вводятся при регистрации, чтобы убедиться, что карта соответствует требованиям  и условиям программы. ",
  "registration-faq-q-3": "В безопасности ли данные моей карты?",
  "registration-faq-a-3": "Да, все данные карты в безопасности. DragonPass не хранит и не сохраняет данные, вводимые в приложении. Мы заменяем данные вашей карты токеном.",

  "category-4": "Участие в программе",
  "membership-faq-q-1": "Каков срок действия моего участия?",
  "membership-faq-a-1": "Ваше участие  будет продлеваться ежегодно до тех пор, пока вы не решите прекратить его или пока не истечет срок действия вашей карты Mastercard.",
  "membership-faq-q-2": "Смогу ли я забронировать доступ в зону Fast Track, если срок действия моих бесплатных проходов закончится?",
  "membership-faq-a-2": "Да, вы сможете забронировать доступ в зону Fast Track с оплатой по факту, если срок действия ваших бесплатных проходов закончился. ",
  "membership-faq-q-3": "Где можно посмотреть, какие бесплатные проходы у меня остались?",
  "membership-faq-a-3": "Вы можете посмотреть свои бесплатные проходы в разделе <span style='white-space: pre;'>«Аккаунт»</span> в приложении или онлайн. Там вы увидите, какие бесплатные проходы у вас еще остались и какие вы уже использовали.",
  "membership-faq-q-4": "Когда обновляeтся количество моих бесплатных проходов?",
  "membership-faq-a-4": "Ваши бесплатные проходы обновляются ежегодно, в соответствии с условиями вашего банка.",
  "membership-faq-q-5": "У меня безлимитный проход. Зачем мне регистрировать свою карту?",
  "membership-faq-a-5": "Вам все равно необходимо зарегистрировать свою карту, чтобы убедиться, что вы соответствуете требованиям программы, и создать свой аккаунт. ",
  "membership-faq-q-6": "Что произойдет, когда я использую все свои бесплатные проходы?",
  "membership-faq-a-6": "Вы все равно сможете пользоваться услугой Fast Track, но с оплатой по факту, т. е. вместо использования бесплатного прохода вам будет необходимо оплачивать свою привилегию доступа в зону Fast Track.",
  "membership-faq-q-7": "Могут ли мои друзья и родные пользоваться моим участием в Программе?",
  "membership-faq-a-7": "К сожалению, пользоваться участием в Программе может только держатель карты (имя которого указано в профиле участия в программе). Однако вы можете добавлять друзей и родных в свое бронирование, если они путешествуют с вами (держателем карты).",

  "category-5": "Аккаунт и оплата",
  "account-faq-q-1": "Как мне зарегистрировать участие в программе по второй карте Mastercard? Еще мне бы хотелось, чтобы все мои привилегии по всем аккаунтам были показаны вместе и чтобы их было проще оплачивать.",
  "account-faq-a-1": "Для регистрации второй карты Mastercard зайдите в раздел <span style='white-space: pre;'>«Участие в программе»</span> приложения и нажмите <span style='white-space: pre;'>«Добавить новый профиль участия в Программе»</span>. Так вы сможете зарегистрировать свою вторую карту Mastercard. Если вы вышли из приложения, нажмите <span style='white-space: pre;'>«Авторизоваться»</span>, а затем введите данные своей карты Mastercard. Оформив второй профиль участия в программе, вы сможете переключать их в приложении и просматривать все свои привилегии. Аналогичным образом будет выглядеть ваш аккаунт на веб-сайте.",
  "account-faq-q-2": "Что делать, если у меня несколько карт Mastercard, соответствующих требованиям программы?",
  "account-faq-a-2": "При наличии нескольких карт Mastercard вы можете иметь несколько профилей участия в программе DragonPass. Одна соответствующая требованиям карта Mastercard дает право на создание одного профиля участия в программе DragonPass. Вы в любой момент сможете переключать свои профили участия в приложении, чтобы использовать свои проходы по каждой из карт. Для этого зайдите в раздел <span style='white-space: pre;'>«Аккаунт»</span>.",
  "account-faq-q-3": "Могу ли я изменить свою платежную карту, зарегистрированную в программе?",
  "account-faq-a-3": "Платежная карта привязана к вашему профилю участия в Программе, изменить карту нельзя. Если вам необходимо изменить данные своей карты в связи с истечением ее срока действия, утерей или кражей карты, зайдите в раздел <span style='white-space: pre;'>«Аккаунт»</span> и нажмите <span style='white-space: pre;'>«Обновить карту»</span>. Если у вас новая карта, следуйте процессу регистрации второй карты Mastercard, описанному выше.",
  "account-faq-q-4": "Где можно увидеть свою историю платежей?",
  "account-faq-a-4": "Посмотреть все платежи можно в разделе <span style='white-space: pre;'>«Бронирования»</span>. Здесь указаны все бронирования (предстоящие и прошедшие), а по оплаченным бронированиям будут указаны данные. ",
  "account-faq-q-5": "Где можно увидеть доступные мне по программе привилегии?",
  "account-faq-a-5": "Ваши привилегии по программе будут отображаться в приложении. За дополнительной информацией о своих привилегиях по программе обращайтесь в банк, выдавший вам карту.",
  "account-faq-q-6": "Что будет, если я потеряю свою карту Mastercard? Останется ли в силе мое членство?",
  "account-faq-a-6": "Ваше членство действует до тех пор, пока ваша карта Mastercard активна и соответствует требованиям программы. При аннулировании вашей карты вам будет необходимо удалить утерянную карту из приложения и зарегистрировать новую. Для этого зайдите в раздел <span style='white-space: pre;'>«Аккаунт»</span> и нажмите <span style='white-space: pre;'>«Обновить карту»</span>.",
  "account-faq-q-7": "Как мне поменять свой адрес электронной почты?",
  "account-faq-a-7": "Если вы хотите поменять адрес электронной почты, привязанный к вашему аккаунту, обратитесь в банк, выдавший вам карту. ",
  "account-faq-q-8": "Как мне поменять свой пароль?",
  "account-faq-a-8": "Чтобы поменять пароль, нажмите вкладку <span style='white-space: pre;'>«Больше»</span> внизу приложения или <span style='white-space: pre;'>«Аккаунт»</span> слева на веб-сайте и выберите <span style='white-space: pre;'>«Сменить пароль»</span>.",
  "account-faq-q-9": "Если я отменю свое бронирование и буду иметь право на возврат средств, как я узнаю, что этот возврат осуществлен?",
  "account-faq-a-9": "Вы получите по электронной почте уведомление о том, что осуществляется возврат средств.",

  "get-in-touch-toast-1": "Вы находитесь в аэропорту?",
  "get-in-touch-toast-2": "У вас срочный вопрос?",
  "search-faq-placeholder": "Поиск по темам"
}
