{
  "fast-with-mc": "С Mastercard® быстрее",
  "fast-with-mc-desc": "Не стойте в очереди. <br />Посвятите максимум времени отдыху, магазинам и ресторанам аэропорта.",
  "btn-select-airport": "Выберите аэропорт",
  "airport-security-ft-title": "Услуга Fast Track в аэропорту",
  "airport-security-ft-desc-1": "Как ценный держатель карты Mastercard вы имеете право пользоваться услугой ускоренного прохождения контроля Fast Track в аэропортах по всему миру через сайт или приложение Mastercard Travel Experiences.",
  "airport-security-ft-desc-2": "Услуга Fast Track позволяет пассажирам воспользоваться специальной очередью для ускоренного прохождения контроля безопасности.",
  "airport-security-ft-desc-3": "Зарегистрируйтесь по соответствующей карте Mastercard и начните свое путешествие максимально комфортно.",
  "how-it-works-title": "Как это работает",
  "how-it-works-desc-1": "Забронируйте билеты заранее на веб-сайте или в приложении Mastercard Travel Experiences.",
  "how-it-works-desc-2": "Используйте свои бесплатные проходы в зону Fast Track или оплатите их картой Mastercard.",
  "how-it-works-desc-3": "Получите свой электронный билет по электронной почте или в приложении и предъявите его при входе в зону Fast Track в аэропорту.",
  "select-airport": "Выберите аэропорт",
  "select-airport-desc-1": "Обозначает аэропорты, где можно использовать бесплатные проходы в зону Fast Track.",
  "select-airport-desc-2": "Обозначает аэропорт, где проход в зону Fast Track можно только купить.",
  "book-now": "Забронировать",
  "eligible-for-free-ft-pass": "Право на бесплатный проход в зону Fast Track",
  "available-to-buy": "Возможна покупка",
  "available-at-terminals": "Доступно в {terminals}",
  "free-entry": "Бесплатный проход - для ребенка в возрасте до {age} лет",
  "refunds-permitted": "Возврат разрешен",
  "non-refundable": "Возврату не подлежит",
  "advance-bookings-only": "Только предварительное бронирование",
  "same-day-bookings-available": "Доступно бронирование на этот же день",
  "no-result": "Ничего не найдено.",
  "btn-view-all": "Показать все",
  "get-app-desc": "Установите приложение, чтобы пользоваться всеми услугами аэропорта с нами.",
  "accept-cookie-desc": " Мы используем файлы cookie, чтобы лучше вас обслуживать, анализировать посещение сайта и рассылать целевую рекламу. Продолжение использования данного веб-сайта означает ваше согласие на использование файлов cookie в соответствии с нашей {0}.",
  "btn-accept": "Принять",
  "privacy-policy": "Политика конфиденциальности",
  "img-alt-1": "mastercard travel experiences аэропорт",
  "img-alt-2": "безопасность ускоренное прохождение контроля",
  "img-alt-3": "забронировать услугу Fast Track (доступ в зону ускоренного прохождения контроля в аэропорту)",
  "img-alt-4": "использовать mastercard",
  "img-alt-5": "Электронный билет для получения услуги Fast Track (доступ в зону ускоренного прохождения контроля в аэропорту)",
  "img-alt-6": "Загрузить приложение Mastercard Travel Experiences",
  "img-alt-7": "Загрузить приложение для iOS",
  "img-alt-8": "Загрузить приложение для Android"
}
