{
  "help-quest": "Kako vam možemo pomoći?",
  "browse-by": "Pregledaj po kategorijama",
  "ask-question": "Često postavljena pitanja",
  "no-reason": "Nema rezultata pretrage",
  "NUH": "Hitno vam treba pomoć?",
  "get-in-touch": "Kontaktirajte nas",
  "for-genaral-enquiries": "Za opšte upite",
  "for-genaral-enquiries-content": "Za bilo kakve tehničke upite u vezi s vašim članstvom i mobilnom aplikacijom koji nisu hitni, obratite se banci koja je izdavač kartice.",
  "fue": "Za hitne upite",
  "for-current": "Samo za trenutne rezervacije Brzi prolaz.",
  "operat-hours": "Radno vrijeme",
  "workday": "Ponedeljak - Petak",
  "when": "09:00 do 17:00 GMT",
  "please-inform": "Molimo obavijestite naš tim za korisničke usluge o vašem",
  "TEMN": "broju članstva programa Iskustva putovanja:",

  "data-start": "data start---",
  "category-1": "Opšte informacije",
  "general-faq-q-1": "Šta je Mastercard Travel Experiences Europe?",
  "general-faq-a-1": "Aplikacija i web stranica Mastercard Travel Experiences Evropa je prvo digitalno rješenje svoje vrste koje pruža vlasnicima Mastercard kartica pristup Brzom prolazu aerodroma. Putem aplikacije vlasnici kartica primaju digitalno članstvo u mreži Brzih prolaza aerodroma DragonPass na svim aerodromima koji učestvuju u programu. Vaša banka određuje specifične povlastice za vašu Mastercard karticu koja učestvuje. Kontaktirajte svoju banku izdavača kartice za detalje o bilo kojim besplatnim posjetama uključenim u vaš program. Aplikacijom i web stranicom Mastercard Travel Experiences upravlja DragonPass Ltd. i njen je vlasnik.",
  "general-faq-q-2": "Ko je podoban za program?",
  "general-faq-a-2": "Samo vlasnici Mastercard kartica iz banaka članica evropske regije ispunjavaju uslove za program. Specifične povlastice koje dobivate variraju u zavisnosti od banke koja je izdala vašu Mastercard karticu. Za više informacija o podobnosti za program, molimo kontaktirajte odjeljenje korisničke službe vaše banke. ",
  "general-faq-q-3": "Zašto koristiti Brzu traku?",
  "general-faq-a-3": "Ova usluga je idealna za one koji žele najkraći period čekanja na obezbjeđenju aerodroma. Idealno za sve putnike, kako one koji žele minimalno vrijeme na aerodromu, tako i one koji žele više vremena provesti u salonu za odlazak opuštajući se, jedući i uživajući u salonu i maloprodajnim iskustvima. U svijetu nakon Covid-19 Brzi prolaz takođe može smanjiti vašu blizinu u odnosu na druge i pomoći da izbjegnete najduže redove.",
  "general-faq-q-4": "Zašto sam ovlašten za ovu uslugu?",
  "general-faq-a-4": "Ovlašteni ste za ovu uslugu time što ste vlasnik Mastercard kartice. Ovo vam daje niz povlastica, uključujući i Brzi prolaz na aerodromima.",
  "general-faq-q-5": "Kako da podnesem žalbu/ostavim povratne informacije?",
  "general-faq-a-5": "Molimo kontaktirajte svoju banku izdavača ako želite ostaviti povratne informacije ili želite podnijeti žalbu. ",
  "general-faq-q-6": "Gdje mogu pogledati Uslove korištenja i Pravila privatnosti?",
  "general-faq-a-6": "Možete ih pogledati odlaskom na ‘Više’ u aplikaciji ili pomicanjem do dna web stranice, tamo ćete pronaći i Uslove korištenja i naša Pravila privatnosti. ",
  "general-faq-q-7": "Da li mi i dalje treba propusnica za ukrcavanje?",
  "general-faq-a-7": "Da, i dalje će vam trebati propusnica, kao i propusnica za Brzi prolaz da biste prošli kroz obezbjeđenje aerodroma. ",
  "general-faq-q-8": "Da li dobivam pristup Brzom prolazu na Imigraciji i Graničnoj kontroli?",
  "general-faq-a-8": "Ne, ovo vam ne daje pristup Brzom prolazu na Imigraciji i Graničnoj kontroli. Ovo vam daje samo pristup Brzim prolazima obezbjeđenja aerodroma.",
  "general-faq-q-9": "Da li i dalje mogu koristiti aplikaciju za pristup svojim propusnicama ako nemam internet na aerodromu? ",
  "general-faq-a-9": "Da, moći ćete pristupiti svojoj propusnici/svojim propusnicama u aplikaciji bez potrebe da budete spojeni na internet. ",
  "general-faq-q-10": "Kako da pronađem brzu traku?",
  "general-faq-a-10": "Pretragom odabranog aerodroma u aplikaciji ili na web stranici možete saznati gdje se nalazi svaki Brzi prolaz. Zatim će tu biti odjeljak u kojem se navodi gdje se Brzi prolaz nalazi unutar aerodroma. ",

  "category-2": "Rezervacije",
  "bookings-faq-q-1": "Na kojim aerodromima mogu koristiti svoja besplatna putovanja?",
  "bookings-faq-a-1": "U odjeljku računa vaše aplikacije ili web stranice detaljno će biti navedena vaša ovlaštenja ili besplatna putovanja i na kojim se aerodromima mogu koristiti. To će biti ili na međunarodnim aerodromima (onima izvan vaše matične zemlje), domaćim aerodromima (onima u vašoj zemlji) ili svim dostupnim aerodromima u programu. Takođe, kada pretražujete aerodrome, oni na kojima možete koristiti svoja ovlaštenja bit će označeni zelenom ikonom.",
  "bookings-faq-q-2": "Mogu li rezervisati Brzi prolaz za prijatelje ili porodicu ako ne putujem? ",
  "bookings-faq-a-2": "Nažalost, prijatelji i porodica ne mogu rezervisati i koristiti usluge Brzog prolaza bez prisutnog Vlasnika kartice tokom putovanja. ",
  "bookings-faq-q-3": "Mogu li otkazati svoju rezervaciju?",
  "bookings-faq-a-3": "Otkazivanja zavise od aerodroma na kojem ste rezervisali Brzi prolaz. Da biste provjerili podržava li vaš odabrani aerodrom otkazivanje, pogledajte u aplikaciji pod ‘vaš Aerodrom’. ",
  "bookings-faq-q-4": "Moj odabrani aerodrom podržava otkazivanje, kako da otkažem rezervaciju? ",
  "bookings-faq-a-4": "Ako odabrani aerodrom dopušta otkazivanje i želite otkazati jednu od svojih rezervacija, idite na karticu ‘Rezervacije’ u aplikaciji ili na web stranici i odaberite rezervaciju koju želite otkazati u odjeljku ‘Buduća putovanja’. Zatim kliknite na ‘Prikaži detalje’ i odaberite ‘Otkaži rezervaciju’ na dnu stranice. Kada se vaše otkazivanje potvrdi, počet će obrada vašeg povrata novca.",
  "bookings-faq-q-5": "Mogu li promijeniti svoju rezervaciju?",
  "bookings-faq-a-5": "Rezervacije Brzi prolaz ne mogu se mijenjati, ali ako su otkazivanja dozvoljena na aerodromu koji ste rezervisali, možete otkazati rezervaciju i ponovo rezervisati. Da biste provjerili podržava li vaš odabrani aerodrom otkazivanje, pogledajte u aplikaciji pod ‘vaš Aerodrom’.",
  "bookings-faq-q-6": "Mogu li koristiti drugu karticu osim Mastercard za plaćanje?",
  "bookings-faq-a-6": "Ne, samo Mastercard se može koristiti za plaćanja u aplikaciji i na web stranici. ",
  "bookings-faq-q-7": "Trebam li platiti za djecu?",
  "bookings-faq-a-7": "Djeca mlađa od određene dobi prolaze besplatno, međutim, svaki aerodrom može imati različita ograničenja dobi. Pobrinite se da provjerite aplikaciju ili web stranicu prije rezervacije. ",
  "bookings-faq-q-8": "Mogu li rezervisati Brzi prolaz na dan polaska?",
  "bookings-faq-a-8": "Neki aerodromi podržavaju rezervacije isti dan. Provjerite aplikaciju da bi bili sigurni da vaš odabrani aerodrom to podržava. ",
  "bookings-faq-q-9": "Kada se Brzi prolaz otvara? ",
  "bookings-faq-a-9": "Vrijeme otvaranja zavisi od aerodroma. Provjerite aplikaciju da biste vidjeli vrijeme otvaranja i zatvaranja. ",
  "bookings-faq-q-10": "Koliko unaprijed mogu rezervisati?",
  "bookings-faq-a-10": "Brzi prolaz se može rezervisati do 12 mjeseci unaprijed.",
  "bookings-faq-q-11": "Kako ću znati da je moja rezervacija prihvaćena?",
  "bookings-faq-a-11": "Kada izvršite rezervaciju, u aplikaciji ili na web stranici trebate dobiti ekran za potvrdu da je rezervacija uspješna. Zatim ćete moći vidjeti detalje rezervacije u odjeljku ‘Rezervacija’ u aplikaciji ili na web stranici. Takođe ćete primiti potvrdni e-mail rezervacije.",
  "bookings-faq-q-12": "Kupio sam pristup Brzom prolazu, ali na aerodromu nije bilo redova za standardno osiguranje, mogu li dobiti povrat novca?",
  "bookings-faq-a-12": "Nažalost, u ovom slučaju povrat novca nije moguć.",
  "bookings-faq-q-13": "Moja e-karta ne radi",
  "bookings-faq-a-13": "Molimo provjerite jesu li detalji rezervacije tačni i jeste li pristupili Brzom prolazu tačnog datuma tokom određenog vremenskog termina. Ako su svi ovi podaci tačni, obratite se članu aerodromskog osoblja i pokažite im podatke o rezervaciji za daljnju pomoć.",
  "bookings-faq-q-14": "Propustit ću svoj rezervisani termin, šta mogu poduzeti?",
  "bookings-faq-a-14": "Zavisno od toga koliko ćete zakasniti sa rezervacijom i zavisno od aerodroma za koji je rezervacija namijenjena, možda ćete i dalje moći koristiti svoje karte za Brzi prolaz. Ovo sve zavisi od samog aerodroma i nije pod kontrolom DragonPass niti Mastercard. To ćete možda moći učiniti skeniranjem svoje propusnice na kapiji kao i obično ili pozivanjem člana osoblja u blizini ulaza na Brzi prolaz.",
  "bookings-faq-q-15": "Mogu li naknadno dodati nekoga u svoju rezervaciju?",
  "bookings-faq-a-15": "Možete napraviti rezervaciju Brzi prolaz za drugog putnika kasnije, sve dok putnik putuje sa vlasnikom kartice. Međutim, ne možete dodati drugu osobu na postojeću rezervaciju.",
  "bookings-faq-q-16": "Mogu li odštampati svoju rezervaciju?",
  "bookings-faq-a-16": "Ako ste rezervisali putem web stranice, dobit ćete e-mail sa svojom propusnicom za Brzu traku koju ćete zatim moći odštampati. ",
  "bookings-faq-q-17": "Šta se događa ako se let otkaže prije nego što iskoristim rezervaciju Brze trake?",
  "bookings-faq-a-17": "Nažalost, DragonPass i Mastercard nemaju kontrolu nad otkazivanjem letova i zato ne mogu ponuditi povrat novca. ",
  "bookings-faq-q-18": "Šta se dešava ako moja aviokompanija promijeni terminal?",
  "bookings-faq-a-18": "Ako je aviokompanija promijenila terminal, uvjerite se da u novom terminalu s kojeg letite postoji sigurnosni Brzi prolaz. Ako postoji, i dalje ćete moći koristiti svoju propusnicu za Brzi prolaz. Ako ne postoji Brzi prolaz, to je nažalost nešto što je izvan kontrole DragonPass i Mastercard i nećemo vam moći vratiti novac za propusnice.",

  "category-3": "Registracija",
  "registration-faq-q-1": "Zašto se ne mogu registrovati?",
  "registration-faq-a-1": "Registracija za program uključuje unos podataka o Mastercard kartici koja ispunjava uslove, kao i vaših ličnih podataka za postavku računa. Ako se podaci o vašoj kartici ne prihvataju ili ne prepoznaju, možda ne ispunjavate uslove za program. Provjerite u banci ili kod izdavača kartice za detalje.",
  "registration-faq-q-2": "Zašto moram unijeti detalje svoje kartice?",
  "registration-faq-a-2": "Podaci o kartici moraju se unijeti prilikom registracije kako biste bili sigurni da ispunjavate uslove za program. ",
  "registration-faq-q-3": "Da li su moji detalji kartice sigurni?",
  "registration-faq-a-3": "Da, svi detalji kartice su sigurni. DragonPass ne čuva i ne skladišti nikakve podatke o kartici unesene u aplikaciju, mi zamjenjujemo podatke o vašoj kartici tokenom.",

  "category-4": "Članstvo",
  "membership-faq-q-1": "Koliko dugo vrijedi moje članstvo?",
  "membership-faq-a-1": "Vaše članstvo će se automatski obnavljati svake godine, osim ako više ne želite nastaviti sa članstvom ili vaša Mastercard kartica više ne vrijedi.",
  "membership-faq-q-2": "Mogu li i dalje rezervisati pristup Brzom prolazu ako je moje ovlaštenje isteklo?",
  "membership-faq-a-2": "Da, i dalje možete rezervisati pristup Brzom prolazu uz naplatu u pokretu ako vam je isteklo pravo. ",
  "membership-faq-q-3": "Gdje mogu vidjeti preostala ovlaštenja? ",
  "membership-faq-a-3": "Možete vidjeti svoja ovlaštenja klikom na ‘Račun’ u aplikaciji ili na web stranici. Tamo će biti prikazana preostala ovlaštenja kao i ona koja ste već iskoristili.",
  "membership-faq-q-4": "Kada se moje ovlaštenje osvježava?",
  "membership-faq-a-4": "Vaše ovlaštenje se osvježava na godišnjoj osnovi. ",
  "membership-faq-q-5": "Imam neograničene posjete, zašto moram registrovati svoju karticu?",
  "membership-faq-a-5": "I dalje morate registrovati svoju karticu da biste bili sigurni da ispunjavate uslove za ovaj program i da biste kreirali svoj račun. ",
  "membership-faq-q-6": "Šta se dešava kad iskoristim svoje ovlaštenje?",
  "membership-faq-a-6": "I dalje ćete moći koristiti svoje usluge Brzi prolaz, međutim, to će se plaćati u pokretu, tako da ćete morati platiti svoju povlasticu za Brzu traku, umjesto da koristite svoje inkluzivno ovlaštenje.",
  "membership-faq-q-7": "Mogu li moji prijatelji i porodica koristiti moje članstvo?",
  "membership-faq-a-7": "Nažalost, članstva može koristiti samo vlasnik kartice (čije ime je navedeno na članstvu). Međutim, možete dodati prijatelje i porodicu kao dio svoje rezervacije ako kao vlasnik kartice putujete s njima.",

  "category-5": "Račun i plaćanje",
  "account-faq-q-1": "Kako se mogu registrovati za drugo članstvo koristeći drugu Mastercard karticu? Također želim biti u mogućnosti vidjeti svoje povlastice za sva svoja članstva i lako obavljati plaćanja.",
  "account-faq-a-1": "Da biste registrovali drugu Mastercard karticu, idite na odjeljak članstva u aplikaciji i kliknite ‘Dodaj novo članstvo’. Tamo ćete moći registrovati svoju drugu Mastercard karticu. Ako ste odjavljeni iz aplikacije, kliknite ‘Registracija’ i zatim unesite detalje svoje Mastercard kartice. Nakon što dodate svoje drugo članstvo, moći ćete se prebacivati između njih u aplikaciji i pregledati sve svoje povlastice članstva. Proces je isti i na web stranici.",
  "account-faq-q-2": "Šta ako imam više podobnih mastercard kartica?",
  "account-faq-a-2": "Ako imate više Mastercard kartica, možete takođe imati i više DragonPass računa za članstvo. Jedna podobna Mastercard kartica vam omogućava jedan DragonPass račun za članstvo. U bilo kojem trenutku možete se prebacivati između članstava u aplikaciji da biste iskoristili ovlaštenja za svaku karticu. Posjetite odjeljak ‘Račun’ da biste ovo uradili.",
  "account-faq-q-3": "Mogu li promijeniti svoju platnu karticu u svom profilu?",
  "account-faq-a-3": "Platna kartica je povezana s vašim članstvom pa ne možete dodati drugu karticu. Ako imate potrebu za ažuriranjem kartice zbog istekle ili izgubljene/ukradene kartice, to možete učiniti u odjeljku ‘Račun’, a zatim odaberite ‘Ažuriraj karticu’. Ako imate novu karticu, pogledajte postupak za registraciju druge Mastercard kartice iznad.",
  "account-faq-q-4": "Gdje mogu vidjeti svoju platnu historiju?",
  "account-faq-a-4": "Sve uplate možete pogledati pod ‘Rezervacije’, ovdje će biti navedene sve rezervacije, buduće i prošle, a sve rezervacije koje su uplaćene bit će uključene u detalje rezervacije. ",
  "account-faq-q-5": "Gdje mogu vidjeti svoje dostupne povlastice programa?",
  "account-faq-a-5": "Vaše povlastice programa bit će prikazane u aplikaciji. Za više informacija, kontaktirajte svoju banku izdavača za detalje povlastica svog programa.",
  "account-faq-q-6": "Šta se dešava ako izgubim/zaturim svoju Mastercard karticu? Hoće li moje članstvo i dalje biti važeće?",
  "account-faq-a-6": "Vaše članstvo važi sve dok je podobna Mastercard kartica aktivna i ispunjava uslove. Ako vam je kartica otkazana, morat ćete ukloniti izgubljenu karticu iz aplikacije i registrovati novu. Ovo možete uraditi odlaskom u odjeljak ‘Račun’ i zatim izborom ‘Ažuriraj karticu’.",
  "account-faq-q-7": "Kako da promijenim svoju e-mail adresu?",
  "account-faq-a-7": "Obratite se svojoj banci izdavaču ako želite promijeniti adresu e-maila na koju je povezan vaš račun. ",
  "account-faq-q-8": "Kako da promijenim lozinku?",
  "account-faq-a-8": "Lozinku možete promijeniti odlaskom na karticu 'Više' pri dnu aplikacije ili klikom na 'Račun' s lijeve strane na web stranici i izborom 'Promijeni lozinku'.",
  "account-faq-q-9": "Ako sam otkazao/la rezervaciju i ispunjavam uslove za povrat novca, kako ću znati da je moj povrat obrađen?",
  "account-faq-a-9": "Dobit ćete e-mail sa obavještenjem da se vaš povrat novca obrađuje.",

  "get-in-touch-toast-1": "Da li ste na aerodromu?",
  "get-in-touch-toast-2": "Je li vaš upit hitan?",
  "search-faq-placeholder": "Pretražite predmet pomoći"
}
