{
  "help-quest": "Comment pouvons-nous vous aider ?",
  "browse-by": "Parcourir par catégorie",
  "ask-question": "Questions fréquemment posées",
  "no-reason": "Aucun résultat de recherche",
  "NUH": "Pour toute aide urgente",
  "get-in-touch": "Contactez-nous",
  "for-genaral-enquiries": "Pour des demandes générales",
  "for-genaral-enquiries-content": "Pour toute question technique non urgente concernant votre adhésion et votre application mobile, veuillez contacter votre banque émettrice.",
  "fue": "Pour les demandes urgentes",
  "for-current": "Pour les réservations Fast Track actuelles uniquement.",
  "operat-hours": "Heures d’ouverture",
  "workday": "Du lundi au vendredi",
  "when": "9h00 à 17h00 GMT",
  "please-inform": "Veuillez communiquer votre numéro d’adhésion",
  "TEMN": "à l’équipe du service clientèle :",

  "data-start": "data start---",
  "category-1": "Généralités",
  "general-faq-q-1": "Qu’est-ce que l’offre de Mastercard Travel Experiences Europe ?",
  "general-faq-a-1": "Mastercard Travel Experiences Europe offre une solution numérique inédite permettant aux titulaires de cartes Mastercard d’accéder au service d’embarquement prioritaire Fast Track via son application et son site Web. Grâce à l’application, les titulaires de cartes reçoivent une adhésion numérique au réseau DragonPass de service d’embarquement prioritaire dans tous les aéroports participants. Votre banque détermine les modalités de votre carte Mastercard participante. Contactez votre banque émettrice pour plus de détails sur les offres incluses au programme. DragonPass Ltd. est le propriétaire et l’exploitant de l’application et du site Web Mastercard Travel Experiences.",
  "general-faq-q-2": "Qui peut participer au programme ?",
  "general-faq-a-2": "Seuls les titulaires de cartes Mastercard des banques participantes de l’Union Européenne peuvent bénéficier du programme. Les offres dont vous bénéficiez varient en fonction de la banque émettrice de votre carte Mastercard. Pour plus d’informations sur les critères d’admissibilité au programme, veuillez contacter le service clientèle de votre banque.",
  "general-faq-q-3": "Comment bénéficier du service Fast Track ?",
  "general-faq-a-3": "Ce service est idéal pour ceux qui souhaitent un embarquement prioritaire et éviter les files d’attente. Il est idéal pour tous les voyageurs, qu’ils souhaitent passer le moins de temps possible à l’aéroport ou qu’ils veuillent passer plus de temps dans la salle d’embarquement pour se détendre, se restaurer et profiter du salon et des boutiques. En cette période post-Covid-19, Fast Track vous permet également de respecter les règles de distanciation et d’éviter les longues files d’attente.",
  "general-faq-q-4": "Pourquoi ai-je droit à ce service ?",
  "general-faq-a-4": "Tout titulaire d’une carte Mastercard a droit à ce service. Vous bénéficiez ainsi d’un certain nombre d’avantages, dont l’accès au service d’embarquement prioritaire Fast Track.",
  "general-faq-q-5": "Comment puis-je faire une réclamation ou faire part de mes commentaires ?",
  "general-faq-a-5": "Veuillez contacter votre banque émettrice si vous souhaitez laisser un commentaire ou déposer une plainte.",
  "general-faq-q-6": "Où puis-je consulter les CGU et la politique de confidentialité ?",
  "general-faq-a-6": "Vous pouvez les consulter en cliquant sur <span style='white-space: pre;'>« En savoir plus »</span> dans l’application ou en faisant défiler la page jusqu’au bas du site Web.",
  "general-faq-q-7": "La carte d’embarquement est-elle toujours nécessaire ?",
  "general-faq-a-7": "Oui, la carte d’embarquement est toujours requise, tout comme la carte d’accès Fast Track pour franchir le comptoir Fast Track de l’aéroport.",
  "general-faq-q-8": "Ai-je droit à un accès prioritaire aux contrôles des services de l'immigration et frontaliers ?",
  "general-faq-a-8": "Non, vous ne bénéficiez pas d’un accès prioritaire aux contrôles des services de l'immigration et frontaliers. Vous n’aurez accès qu’au comptoir d’embarquement prioritaire Fast Track.",
  "general-faq-q-9": "Puis-je consulter mes cartes d’accès sur l’application sans connexion Internet ?",
  "general-faq-a-9": "Oui, vous pouvez consulter vos cartes d’accès sur l’application sans être connecté à Internet.",
  "general-faq-q-10": "Comment puis-je localiser le comptoir Fast Track ?",
  "general-faq-a-10": "Vous pouvez localiser les comptoirs Fast Track en effectuant une recherche dans l’application ou sur le site Web de l’aéroport sélectionné. Vous y trouverez une section indiquant où se trouve le comptoir Fast Track dans l’aéroport.",

  "category-2": "Réservations",
  "bookings-faq-q-1": "Dans quels aéroports puis-je utiliser mes cartes d’accès offertes ?",
  "bookings-faq-a-1": "Dans la section <span style='white-space: pre;'>« Compte »</span> de votre application ou de votre site Web, vous trouverez le détail de vos prestations et offres ainsi que les aéroports desservis. Il s’agit des aéroports internationaux (ceux situés hors de votre pays d’origine), des aéroports nationaux (ceux situés dans votre pays d’origine) ou de tous les aéroports participant au programme. Les aéroports desservis sont également signalés par une icône verte.",
  "bookings-faq-q-2": "Puis-je réserver un service Fast Track pour mes amis ou ma famille si je ne voyage pas ?",
  "bookings-faq-a-2": "Vos amis et proches ne peuvent malheureusement pas réserver et bénéficier de l’accès Fast Track sans la présence du titulaire de la carte lors du voyage.",
  "bookings-faq-q-3": "Puis-je annuler ma réservation ?",
  "bookings-faq-a-3": "Les annulations dépendent de l’aéroport où vous avez réservé le service Fast Track. Pour vérifier que l’aéroport sélectionné accepte les annulations, veuillez consulter la rubrique <span style='white-space: pre;'>« Votre aéroport »</span> de l’application.",
  "bookings-faq-q-4": "L’aéroport que j’ai sélectionné autorise l’annulation. Comment puis-je annuler ma réservation ?",
  "bookings-faq-a-4": "Si l’aéroport que vous avez sélectionné autorise l’annulation, et que vous souhaitez annuler l’une de vos réservations, rendez-vous dans l’onglet <span style='white-space: pre;'>« Réservations »</span> de l’application ou du site Web et sélectionnez la réservation que vous souhaitez annuler sous <span style='white-space: pre;'>« Cartes d’accès disponibles »</span>. Puis cliquez sur <span style='white-space: pre;'>« Afficher les détails »</span> et sélectionnez <span style='white-space: pre;'>« Annuler la réservation »</span> en bas de la page. Nous traiterons votre remboursement après confirmation de votre annulation.",
  "bookings-faq-q-5": "Puis-je modifier ma réservation ?",
  "bookings-faq-a-5": "Les réservations Fast Track ne peuvent pas être modifiées. Toutefois, si les annulations sont autorisées à l’aéroport où vous avez réservé, vous pouvez annuler votre réservation et la réserver à nouveau. Pour vérifier si l’annulation est autorisée à l’aéroport sélectionné, veuillez consulter la rubrique <span style='white-space: pre;'>« Votre aéroport »</span> de l’application.",
  "bookings-faq-q-6": "Puis-je utiliser une autre carte que ma Mastercard pour le paiement ?",
  "bookings-faq-a-6": "Non, seule une Mastercard peut être utilisée pour effectuer des paiements sur l’application et le site Web.",
  "bookings-faq-q-7": "L’accès est-il payant pour les enfants ?",
  "bookings-faq-a-7": "L’accès est gratuit pour les enfants en dessous d’un certain âge, mais chaque aéroport peut imposer des restrictions d’âge différentes. Veuillez vous référer à l’application ou au site Web avant de réserver.",
  "bookings-faq-q-8": "Puis-je réserver le service Fast Track le jour de mon arrivée ?",
  "bookings-faq-a-8": "Certains aéroports acceptent les réservations le jour même. Veuillez consulter votre application pour confirmer que l’aéroport sélectionné offre cette option.",
  "bookings-faq-q-9": "À quelle heure le comptoir Fast Track ouvre-t-il ?",
  "bookings-faq-a-9": "Les heures d’ouverture varient en fonction de l’aéroport. Veuillez consulter l’application pour connaître les heures d’ouverture et de fermeture.",
  "bookings-faq-q-10": "Combien de temps à l’avance puis-je réserver ?",
  "bookings-faq-a-10": "L’accès prioritaire peut être réservé jusqu’à 12 mois à l’avance.",
  "bookings-faq-q-11": "Comment puis-je confirmer ma réservation ?",
  "bookings-faq-a-11": "Vous verrez un écran de confirmation dans l’application ou sur le site Web indiquant que votre réservation a été acceptée. Vous pourrez ensuite consulter les détails de la réservation dans la section <span style='white-space: pre;'>« Réservation »</span> de l’application ou du site Web. Vous recevrez également un e-mail de confirmation de réservation.",
  "bookings-faq-q-12": "J’ai acheté un accès Fast Track, mais lorsque je me suis rendu à l’aéroport, il n’y avait pas de file d’attente pour le contrôle de sécurité standard, puis-je obtenir un remboursement ?",
  "bookings-faq-a-12": "Nous regrettons de ne pas pouvoir vous rembourser dans ce cas.",
  "bookings-faq-q-13": "Ma carte électronique ne fonctionne pas",
  "bookings-faq-a-13": "Veuillez vérifier l’exactitude des détails de votre réservation et la date à laquelle vous avez accédé au service Fast Track dans le créneau horaire qui vous a été attribué. Si tous ces détails sont corrects, veuillez contacter un membre du personnel de l’aéroport et lui présenter les détails de votre réservation pour obtenir une assistance supplémentaire.",
  "bookings-faq-q-14": "Je vais manquer mon créneau réservé, que puis-je faire ?",
  "bookings-faq-a-14": "En fonction du retard que vous avez pour votre réservation, et en fonction de l’aéroport pour lequel vous avez fait votre réservation, vous pourrez peut-être utiliser votre carte d’accès Fast Track. La décision est à la discrétion de l’aéroport et ne relève pas du contrôle de DragonPass ou de Mastercard. Vous pouvez scanner votre carte d’accès à la porte d’embarquement comme à l’accoutumée ou vous adresser à un membre du personnel au comptoir Fast Track.",
  "bookings-faq-q-15": "Puis-je inclure une autre personne dans ma réservation ultérieurement ?",
  "bookings-faq-a-15": "Vous pouvez effectuer une réservation Fast Track pour un autre passager à une date ultérieure, à condition que ce passager voyage avec le titulaire de la carte. Vous ne pouvez toutefois pas inclure une autre personne dans une réservation existante.",
  "bookings-faq-q-16": "Puis-je imprimer ma réservation ?",
  "bookings-faq-a-16": "Si vous avez réservé via le site Web, vous recevrez par e-mail votre carte Fast Track, que vous pourrez ensuite imprimer.",
  "bookings-faq-q-17": "Que se passe-t-il si mon vol est annulé avant que j’utilise ma réservation Fast Track ?",
  "bookings-faq-a-17": "DragonPass et Mastercard n’ont aucun contrôle sur les annulations de vol et ne sont donc pas en mesure d’offrir un remboursement.",
  "bookings-faq-q-18": "Que se passe-t-il si ma compagnie aérienne change de terminal ?",
  "bookings-faq-a-18": "Si la compagnie aérienne a changé de terminal, veuillez vous assurer qu’il y a un comptoir Fast Track dans le nouveau terminal de votre vol. Dans ce cas, vous pourrez utiliser votre carte d’accès Fast Track. Dans le cas contraire, il s’agit malheureusement d’un problème indépendant de la volonté de DragonPass et de Mastercard, et nous regrettons de ne pas pouvoir vous rembourser les cartes d’accès.",

  "category-3": "Inscription",
  "registration-faq-q-1": "Pourquoi ne puis-je pas m’inscrire ?",
  "registration-faq-a-1": "L’inscription au programme comprend la saisie des données de votre carte Mastercard et de vos données personnelles pour la création de votre compte. Si les détails de votre carte ne sont pas acceptés ou reconnus, il se peut que vous ne soyez pas admissible au programme. Veuillez vérifier auprès de votre banque ou de l’émetteur de votre carte pour plus de détails.",
  "registration-faq-q-2": "Pourquoi dois-je saisir les détails de ma carte ?",
  "registration-faq-a-2": "Les détails de la carte doivent être saisis lors de l’inscription pour s’assurer que vous êtes admissible au programme.",
  "registration-faq-q-3": "Les données de ma carte sont-elles sécurisées ?",
  "registration-faq-a-3": "Oui, tous les détails de votre carte sont sécurisés. DragonPass ne stocke ni n’enregistre les données de la carte saisies dans l’application, nous remplaçons les données de votre carte par un jeton.",

  "category-4": "Adhésion",
  "membership-faq-q-1": "Quelle est la durée de validité de mon adhésion ?",
  "membership-faq-a-1": "Votre adhésion est renouvelée automatiquement chaque année, sauf si vous souhaitez y renoncer ou si votre carte Mastercard n’est plus valide.",
  "membership-faq-q-2": "Puis-je réserver un accès Fast Track si mes prestations sont épuisées ?",
  "membership-faq-a-2": "Oui, vous pouvez réserver un accès Fast Track sur la base d’un paiement à l’acte si votre crédit est épuisé.",
  "membership-faq-q-3": "Où puis-je consulter les prestations qui me restent ?",
  "membership-faq-a-3": "Vous pouvez consulter vos prestations en cliquant sur <span style='white-space: pre;'>« Compte »</span> dans l’application ou en ligne. Vous y verrez les prestations qui vous restent et celles que vous avez déjà utilisées.",
  "membership-faq-q-4": "Quelle est la fréquence de mise à jour de mes prestations ?",
  "membership-faq-a-4": " Vos prestations sont mises à jour annuellement.",
  "membership-faq-q-5": "J’ai un nombre illimité d’accès, pourquoi dois-je enregistrer ma carte ?",
  "membership-faq-a-5": "L’enregistrement de votre carte est nécessaire pour vous assurer que vous êtes admissible à ce programme et pour la création de votre compte.",
  "membership-faq-q-6": "Que se passe-t-il lorsque j’utilise toutes mes prestations ?",
  "membership-faq-a-6": "Vous pouvez utiliser les services du programme Fast Track, mais en payant à l’avance. Vous devrez donc payer votre prestation Fast Track au lieu d’utiliser vos offres incluses.",
  "membership-faq-q-7": "Mes amis et ma famille peuvent-ils bénéficier de mon adhésion ?",
  "membership-faq-a-7": "Seul le titulaire de la carte (dont le nom figure sur l’adhésion) peut bénéficier de l’adhésion. Vous pouvez toutefois inclure des amis et des membres de votre famille dans le cadre de votre réservation, si vous voyagez avec eux en tant que titulaire de la carte.",

  "category-5": "Compte et paiement",
  "account-faq-q-1": "Comment puis-je m’inscrire pour une deuxième adhésion à l’aide d’une deuxième carte Mastercard ? Je veux aussi pouvoir voir tous les avantages de toutes mes adhésions et payer facilement.",
  "account-faq-a-1": "Pour enregistrer une deuxième carte Mastercard, rendez-vous dans la section concernant les abonnements de l’application et cliquez sur <span style='white-space: pre;'>« Ajouter un nouvel abonnement »</span>. Vous pourrez alors enregistrer votre deuxième carte Mastercard. Si vous êtes déconnecté de l’application, veuillez cliquer sur <span style='white-space: pre;'>« S'inscrire »</span>, puis saisissez les détails de votre carte Mastercard. Une fois que vous aurez ajouté votre deuxième abonnement, vous pourrez passer de l'un à l'autre dans l’application et consulter tous les avantages de votre adhésion. Le processus est le même sur le site Web.",
  "account-faq-q-2": "Que se passe-t-il si j’ai plusieurs cartes Mastercard valides ?",
  "account-faq-a-2": "Si vous avez plusieurs cartes Mastercard, vous pouvez également avoir plusieurs comptes de membre DragonPass. Une carte Mastercard valide vous donne droit à un compte de membre DragonPass. Vous pouvez à tout moment passer d’un compte à l’autre dans l’application afin d’utiliser les prestations de chaque carte. Pour ce faire, veuillez vous rendre à la section <span style='white-space: pre;'>« Compte »</span>.",
  "account-faq-q-3": "Puis-je modifier la carte de paiement sur mon profil ?",
  "account-faq-a-3": "La carte de paiement est liée à votre adhésion. Vous ne pouvez donc pas ajouter une autre carte. Si vous souhaitez mettre à jour votre carte en raison d’une carte expirée, perdue ou volée, vous pouvez le faire dans la section <span style='white-space: pre;'>« Compte »</span> en sélectionnant <span style='white-space: pre;'>« Mettre à jour la carte »</span>. Si vous avez une nouvelle carte, reportez-vous à la procédure d’enregistrement d’une deuxième carte Mastercard ci-dessus.",
  "account-faq-q-4": "Où puis-je consulter l’historique de mes paiements ?",
  "account-faq-a-4": "Vous pouvez consulter tous les paiements dans la section <span style='white-space: pre;'>« Réservations »</span>. Toutes les réservations sont listées, qu’elles soient en cours ou antérieures, et toutes les réservations qui ont donné lieu à un paiement sont indiquées dans le détail de la réservation.",
  "account-faq-q-5": "Où puis-je consulter mes offres de programme disponibles ?",
  "account-faq-a-5": "Vos offres seront affichés dans l’application. Pour plus d’informations, veuillez contacter votre banque émettrice pour connaître les détails de vos offres de programme.",
  "account-faq-q-6": "Que se passe-t-il si je perds ou égare ma Mastercard? Mon adhésion sera-t-elle toujours active ?",
  "account-faq-a-6": "Votre adhésion est active tant que votre Mastercard est valide. Si votre carte est annulée, vous devrez supprimer les données de la carte perdue de l’application et en enregistrer une nouvelle. Vous pouvez le faire dans la section <span style='white-space: pre;'>« Compte »</span> en sélectionnant <span style='white-space: pre;'>« Mettre à jour la carte »</span>.",
  "account-faq-q-7": "Comment puis-je modifier mon adresse électronique ?",
  "account-faq-a-7": "Veuillez contacter votre banque émettrice si vous souhaitez modifier l’adresse électronique à laquelle votre compte est lié.",
  "account-faq-q-8": "Comment puis-je modifier mon mot de passe ?",
  "account-faq-a-8": "Vous pouvez modifier votre mot de passe en vous rendant dans l’onglet <span style='white-space: pre;'>« En savoir plus »</span> en bas de l’application ou en cliquant sur <span style='white-space: pre;'>« Compte »</span> à gauche sur le site Web et en sélectionnant <span style='white-space: pre;'>« Modifier le mot de passe »</span>.",
  "account-faq-q-9": "Comment puis-je confirmer le traitement de mon remboursement si j’ai annulé ma réservation et que j’ai droit à un remboursement?",
  "account-faq-a-9": " Nous vous enverrons un e-mail vous informant que votre remboursement est en cours de traitement.",
  
  "get-in-touch-toast-1": "Vous êtes à l'aéroport ?",
  "get-in-touch-toast-2": "Votre demande est-elle urgente ?",
  "search-faq-placeholder": "Recherche Aide Sujet"
}
