{
  "help-quest": "Kako vam možemo pomoći?",
  "browse-by": "Pretraži po kategoriji",
  "ask-question": "Često postavljana pitanja",
  "no-reason": "Nema rezultata pretraživanja",
  "NUH": "Trebate brzu pomoć?",
  "get-in-touch": "Stupite u kontakt",
  "for-genaral-enquiries": "Za opće upite",
  "for-genaral-enquiries-content": "Za sve tehničke uvjete koji se odnose na vaše članstvo i mobilnu aplikaciju, a koji nisu hitni, kontaktirajte banku izdavatelja.",
  "fue": "Za hitne upite",
  "for-current": "Samo za trenutne Fast Track rezervacije.",
  "operat-hours": "Radno vrijeme",
  "workday": "Ponedjeljak – petak",
  "when": "9:00 – 17:00",
  "please-inform": "Informirajte naš tim za podršku kupcima o vašem",
  "TEMN": "članskom broju Travel Experiences:",

  "data-start": "data start---",
  "category-1": "Općenito",
  "general-faq-q-1": "Što je Mastercard Travel Experiences Europe?",
  "general-faq-a-1": "Aplikacija i web-mjesto Mastercard Travel Experiences Europe prvo je digitalno rješenje takve vrste koje pruža vlasnicima Mastercard kartice pristup brzim trakama (Fast Track) u zračnoj luci. Putem aplikacije vlasnici kartica primaju digitalno članstvo za DragonPass mrežu sigurnosnih brzih traka u svim zračnim lukama koje sudjeluju. Vaša banka određuje posebne pogodnosti za vašu Mastercard karticu koja sudjeluje. Za pojedinosti o svim besplatnim pravima posjeta koja su uključena u vaš program kontaktirajte svoju banku izdavateljicu. Aplikacija i web-mjesto Mastercard Travel Experiences u vlasništvu je i njima upravlja DragonPass Ltd.",
  "general-faq-q-2": "Tko ispunjava uvjete za program?",
  "general-faq-a-2": "Uvjete za program ispunjavaju samo vlasnici Mastercard kartice iz banaka na području Europe. Posebne pogodnosti koje primate razlikuju se ovisno o banci koja je izdala Mastercard karticu. Za dodatne informacije o ispunjavanju uvjeta za program, obratite se odjelu svoje banke za podršku korisnicima.",
  "general-faq-q-3": "Zašto upotrebljavati brzi prolaz?",
  "general-faq-a-3": "Usluga je idealna za one koji žele najkraće čekanje na sigurnosni pregled u zračnoj luci. Idealno za sve putnike, kako za one koji žele provesti minimalno vrijeme u zračnoj luci, tako i za one koji žele provesti više vremena u predvorju za polaske odmarajući se, jedući i uživajući u razgledavanju i kupovanju u trgovinama. U pogledu situacije s pandemijom Covida-19 Fast Track može smanjiti vašu udaljenost od drugih osoba i izbjeći najduže redove.",
  "general-faq-q-4": "Zašto imam pravo na ovu uslugu?",
  "general-faq-a-4": "Imate pravo na ovu uslugu jer ste vlasnik Mastercard kartice. Ovo vam daje pravo na brojne pogodnosti, uključujući pogodnost usluge brze trake (Fast Track) u zračnoj luci.",
  "general-faq-q-5": "Kako mogu poslati reklamaciju / ostaviti povratne informacije?",
  "general-faq-a-5": "Ako želite ostaviti povratne informacije ili podnijeti žalbu obratite se banci koja je vam je izdala karticu.",
  "general-faq-q-6": "Gdje mogu pregledati Uvjete i odredbe i Pravila privatnosti?",
  "general-faq-a-6": "Te dokumente možete pregledati u odjeljku \"Više\" u aplikaciji ili na dnu web-stranice.",
  "general-faq-q-7": "Trebam li još uvijek ukrcajnu propusnicu?",
  "general-faq-a-7": "Da, još uvijek trebate ukrcajnu propusnicu, kao i propusnicu za Fast Track kako biste pristupili brzoj traci (Fast Track) u zračnoj luci.",
  "general-faq-q-8": "Omogućuje li mi ovo brzi prolaz pri imigracijskoj i graničnoj kontroli?",
  "general-faq-a-8": "Ne, ovim ne dobivate pristup brzom prolazu na imigracijskoj i graničnoj kontroli. Dobit ćete samo pristup sigurnosnom brzom prolazu.",
  "general-faq-q-9": "Mogu li upotrebljavati aplikaciju za pristup svojim propusnicama ako nemam internet u zračnoj luci?",
  "general-faq-a-9": "Da, moći ćete pristupiti svojoj propusnici/ama u aplikaciji bez spajanja na internet.",
  "general-faq-q-10": "Kako mogu pronaći traku brzog prolaza?",
  "general-faq-a-10": "Lokaciju svake trake brzog prolaza možete pronaći pretragom odabrane zračne luke u aplikaciji ili na web-mjestu. Tada će se pojaviti odjeljak koji pokazuje gdje se unutar zračne luke nalazi traka brzog prolaza.",

  "category-2": "Rezervacije",
  "bookings-faq-q-1": "U kojim zračnim lukama mogu upotrijebiti svoja besplatna putovanja?",
  "bookings-faq-a-1": "U aplikaciji ili na web-mjestu u odjeljku Račun možete pronaći svoja prava ili besplatna putovanja te zračne luke u kojima se ona mogu upotrijebiti. To će biti u međunarodnim zračnim lukama (izvan matične države), domaćim zračnim lukama (unutar matične države) ili u svim zračnim lukama u programu. Također, kad pretražujete zračne luke, one u kojima možete upotrijebiti svoja prava bit će označene zelenom bojom.",
  "bookings-faq-q-2": "Mogu li rezervirati brzi prolaz za prijatelje ili obitelj ako ja ne putujem?",
  "bookings-faq-a-2": "Nažalost, prijatelji i obitelj ne mogu rezervirati i upotrebljavati usluge brzog prolaza bez prisutnosti vlasnika kartice tijekom putovanja.",
  "bookings-faq-q-3": "Mogu li otkazati rezervaciju?",
  "bookings-faq-a-3": "Otkazivanja ovise o zračnoj luci u kojoj ste rezervirali brzi prolaz. Da biste provjerili podržava li vaša odabrana zračna luka otkazivanje, pogledajte u aplikaciji odjeljak „Vaša zračna luka”.",
  "bookings-faq-q-4": "Moja odabrana zračna luka podržava otkazivanje. Kako mogu otkazati rezervaciju?",
  "bookings-faq-a-4": "Ako vaša odabrana zračna luka dopušta otkazivanje, i želite otkazati jednu od rezervacija, idite na karticu „Rezervacije” u aplikaciji ili web-mjestu i pod „Nadolazeća putovanja” odaberite rezervaciju koju želite otkazati. Zatim kliknite na „Prikaži pojedinosti” i nastavite do odabira „Otkaži rezervaciju” pri dnu stranice. Kad je otkazivanje potvrđeno, obradit će se povrat novca.",
  "bookings-faq-q-5": "Mogu li izmijeniti rezervaciju?",
  "bookings-faq-a-5": "Rezervacije brzog prolaza ne mogu se izmijeniti, međutim, ako su u zračnoj luci koju ste rezervirali otkazivanja dopuštena, rezervaciju možete otkazati i napraviti novu. Da biste provjerili podržava li vaša odabrana zračna luka otkazivanje, pogledajte u aplikaciji odjeljak „Vaša zračna luka”.",
  "bookings-faq-q-6": "Mogu li za plaćanje upotrijebiti neku drugu karticu, a ne Mastercard?",
  "bookings-faq-a-6": "Ne, za plaćanja u aplikaciji i na web-mjestu može se upotrijebiti samo Mastercard kartica.",
  "bookings-faq-q-7": "Trebam li platiti za djecu?",
  "bookings-faq-a-7": "Djeca ispod određene dobi idu besplatno, međutim, svaka zračna luka ima različita dobna ograničenja. Svakako provjerite aplikaciju ili web-mjesto prije rezervacije.",
  "bookings-faq-q-8": "Mogu li rezervirati brzi prolaz na dan dolaska?",
  "bookings-faq-a-8": "Neke zračne luke podržavaju rezervacije za isti dan. Provjerite svoju aplikaciju kako biste se uvjerili da ste odabrali zračnu luku koja ovo podržava.",
  "bookings-faq-q-9": "Kada se otvara traka brzog prolaza?",
  "bookings-faq-a-9": "Vrijeme otvaranja razlikuje se ovisno o zračnoj luci. Provjerite u aplikaciji vrijeme otvaranja i zatvaranja.",
  "bookings-faq-q-10": "Koliko unaprijed mogu rezervirati?",
  "bookings-faq-a-10": "Trake za brzi prolaz mogu se rezervirati do 12 mjeseci unaprijed.",
  "bookings-faq-q-11": "Kako mogu znati da mi je rezervacija prihvaćena?",
  "bookings-faq-a-11": "Kad izvršite rezervaciju trebali biste dobiti potvrdu na zaslonu u aplikaciji ili na web-mjestu koja navodi da je rezervacija uspješna. Tada ćete moći pregledati podatke o rezervaciji u odjeljku „Rezervacija” aplikacije ili web-mjesta. Također ćete primiti i poruku e-pošte s potvrdom rezervacije.",
  "bookings-faq-q-12": "Kupio(la) sam pristup traci brzog prolaza, no u zračnoj luci nije bilo reda za standardnu sigurnosnu provjeru, mogu li tražiti povrat novca?",
  "bookings-faq-a-12": "Nažalost, u ovom slučaju nije dostupan povrat novca.",
  "bookings-faq-q-13": "Moja eKarta ne funkcionira. Što mogu napraviti?",
  "bookings-faq-a-13": "Provjerite jesu li podaci o rezervaciji točni i jeste li pristupili traci Fast Track na točan datum tijekom određenog vremenskog termina. Ako su svi ovi podaci točni, obratite se članu osoblja zračne luke i pokažite mu podatke o rezervaciji za daljnju pomoć.",
  "bookings-faq-q-14": "Propustit ću rezervirani termin, što mogu učiniti?",
  "bookings-faq-a-14": "Ovisno o tome koliko ćete kasniti s rezervacijom i na koju zračnu luku se ista odnosi, možda ćete se i dalje moći koristiti vašim Fast Track propusnicama. Ovo spada u diskrecijsku ovlast zračne luke i ne pripada pod kontrolu DragonPass ili Mastercarda. Ovo ćete moći napraviti skeniranjem propusnice na ulazu kao obično ili pozivanjem člana osoblja u blizini ulaza Fast Track.",
  "bookings-faq-q-15": "Mogu li kasnije dodati nekoga na svoju rezervaciju?",
  "bookings-faq-a-15": "Možete naknadno rezervirati Fast Track za drugog putnika, sve dok putnik putuje s vlasnikom kartice. Međutim, ne možete dodati drugu osobu na postojeću rezervaciju.",
  "bookings-faq-q-16": "Mogu li ispisati svoju rezervaciju?",
  "bookings-faq-a-16": "Ako ste rezervaciju izvršili putem web-mjesta, propusnicu Fast Track primit ćete e-poštom te ćete je moći isprintati.",
  "bookings-faq-q-17": "Što će se dogoditi ako se moj let otkaže prije nego što iskoristim svoju rezervaciju brzog prolaza?",
  "bookings-faq-a-17": "Nažalost, DragonPass i Mastercard nemaju kontrolu nad otkazivanjem letova te vam stoga ne mogu ponuditi povrat novca.",
  "bookings-faq-q-18": "Što će se dogoditi ako moja zrakoplovna tvrtka promijeni terminal?",
  "bookings-faq-a-18": "Ako je zrakoplovna tvrtka promijenila terminal, provjerite ima li na novom terminalu s kojeg letite brza traka (Fast Track). Ako postoji, još uvijek ćete se moći koristiti svojom propusnicom za Fast Track. Ako nema trake Fast Track, tada je to nažalost nešto na što DragonPass i Mastercard ne mogu utjecati i nećemo moći izvršiti povrat sredstava za propusnice.",

  "category-3": "Registracija",
  "registration-faq-q-1": "Zašto se ne mogu registrirati?",
  "registration-faq-a-1": "Registracija za program uključuje unos podataka s Mastercard kartice koji ispunjavaju uvjete, kao i vaših osobnih podataka kako biste postavili svoj račun. Ako podaci s vaše kartice nisu prihvaćeni ili prepoznati, to može značiti da možda ne ispunjavate uvjete za program. Pojedinosti potražite kod svoje banke ili izdavatelja kartice.",
  "registration-faq-q-2": "Zašto moram unijeti podatke o kartici?",
  "registration-faq-a-2": "Podaci o kartici moraju se unijeti prilikom registracije kako bi se osiguralo da ispunjavate uvjete za program.",
  "registration-faq-q-3": "Jesu li podaci o mojoj kartici sigurni?",
  "registration-faq-a-3": "Da, podaci o vašoj kartici su sigurni. DragonPass ne sprema podatke o kartici koje unesete u aplikaciju, podatke o kartici zamjenjujemo s tokenom.",

  "category-4": "Članstvo",
  "membership-faq-q-1": "Koliko dugo vrijedi moje članstvo?",
  "membership-faq-a-1": "Vaše će se članstvo automatski obnavljati svake godine, osim ako ga ne želite produljiti ili vaša Mastercard kartica više ne vrijedi.",
  "membership-faq-q-2": "Mogu li još uvijek rezervirati pristup Fast Track usluzi ako su moja prava istekla?",
  "membership-faq-a-2": "Da, još uvijek možete rezervirati pristup usluzi Fast Track na bazi plaćanja prema potrošnji ako su vaša prava istekla.",
  "membership-faq-q-3": "Gdje mogu vidjeti koja su mi prava preostala?",
  "membership-faq-a-3": "Vaša prava možete vidjeti klikom na „Račun” u aplikaciji ili online. Tamo će se prikazati vaša preostala prava kao i ona koja ste već iskoristili.",
  "membership-faq-q-4": "Kada se moje pravo osvježava?",
  "membership-faq-a-4": "Vaše će se pravo osvježavati svake godine.",
  "membership-faq-q-5": "Imam neograničeni broj, zašto moram registrirati svoju karticu?",
  "membership-faq-a-5": "Još uvijek trebate registrirati svoju karticu kako biste bili sigurni da ispunjavate uvjete za ovaj program te da stvorite svoj račun.",
  "membership-faq-q-6": "Što će se dogoditi kad iskoristim svoje pravo?",
  "membership-faq-a-6": "I dalje ćete se moći koristiti uslugama Fast Track, međutim, to će biti na bazi plaćanja prema potrošnji, tako da ćete morati platiti svoju pogodnost Fast Track, umjesto da koristite svoje inkluzivno pravo.",
  "membership-faq-q-7": "Mogu li moji prijatelji i obitelj koristiti moje članstvo?",
  "membership-faq-a-7": "Nažalost, članstvo može koristiti samo vlasnik kartice (čije je ime navedeno na članstvu). No možete dodati prijatelje i obitelj kao dio svoje rezervacije ako vi kao vlasnik kartice putujete s njima.",

  "category-5": "Račun i plaćanje",
  "account-faq-q-1": "Kako se mogu registrirati za drugo članstvo pomoću druge Mastercard kartice? Također želim vidjeti sve svoje pogodnosti za sva članstva i jednostavno plaćati.",
  "account-faq-a-1": "Za registraciju druge Mastercard kartice idite u aplikaciju na odjeljak članstva, kliknite „Dodaj novo članstvo”. Tamo ćete moći registrirati svoju drugu Mastercard karticu. Ako ste odjavljeni iz aplikacije, kliknite „Prijavite se”, a zatim nastavite s ispunjavanjem podataka o Mastercard kartici. Kad dodate svoje drugo članstvo moći ćete se prebacivati između dviju aplikacija i pregledavati sve svoje članske pogodnosti. Postupak je isti i na web-mjestu.",
  "account-faq-q-2": "Što ako imam nekoliko Mastercard kartica koje ispunjavaju uvjete?",
  "account-faq-a-2": "Ako imate nekoliko Mastercard kartica, možda imate i nekoliko računa za članstvo u DragonPass. Jedna Mastercard kartica koja ispunjava uvjete daje vam pravo na jedan DragonPass račun za članstvo. U bilo kojem trenutku možete se prebacivati ​​između članstva u aplikaciji da biste iskoristili prava za svaku karticu. Da biste to napravili, idite na odjeljak „Račun”.",
  "account-faq-q-3": "Mogu li u evidenciji promijeniti moju platnu karticu?",
  "account-faq-a-3": "Platna kartica povezana je s vašim članstvom pa ne možete dodati drugu karticu. Ako imate potrebu ažurirati karticu zbog toga što je istekla ili se izgubila/ukradena je, to možete učiniti pod odjeljkom „Račun”, a zatim odabrati „Ažuriraj karticu”. Ako imate novu karticu, pogledajte postupak za registraciju druge Mastercard kartice gore.",
  "account-faq-q-4": "Gdje moju vidjeti svoju povijest plaćanja?",
  "account-faq-a-4": "Sva plaćanja možete vidjeti pod „Rezervacije”. Ovdje će biti navedene sve nadolazeće i prošle rezervacije, a sve rezervacije koje su nastale uplatom bit će uključene u podatke o rezervaciji.",
  "account-faq-q-5": "Gdje mogu vidjeti svoje dostupne pogodnosti programa?",
  "account-faq-a-5": "Vaše pogodnosti programa bit će prikazane u aplikaciji. Za dodatne informacije obratite se banci izdavateljici i zatražite podatke o pogodnostima programa.",
  "account-faq-q-6": "Što će se dogoditi ako izgubim/zametnem Mastercard karticu? Hoće li moje članstvo i dalje biti važeće?",
  "account-faq-a-6": "Vaše je članstvo važeće sve dok je vaša odobrena Mastercard kartica aktivna i ispunjava uvjete. Ako je vaša kartica otkazana, morat ćete ukloniti izgubljenu karticu iz aplikacije i registrirati novu. Ovo možete napraviti pod odjeljkom „Račun” te zatim odabrati „Ažuriraj karticu”.",
  "account-faq-q-7": "Kako mogu promijeniti adresu e-pošte?",
  "account-faq-a-7": "Ako želite promijeniti adresu e-pošte na koju je povezan vaš račun, obratite se banci izdavateljici.",
  "account-faq-q-8": "Kako mogu promijeniti svoju zaporku?",
  "account-faq-a-8": "Zaporku možete promijeniti tako što ćete otići na karticu „Više” na dnu aplikacije ili klikom na „Račun” s lijeve strane web-mjesta i odabirom „Promijeni zaporku”.",
  "account-faq-q-9": "Ako sam otkazao rezervaciju i ispunjavam uvjete za povrat novca, kako ću znati kad je moj povrat obrađen?",
  "account-faq-a-9": "Primit ćete e-poštu s obavijesti da se vaš povrat obrađuje.",

  "get-in-touch-toast-1": "Jeste li u zračnoj luci?",
  "get-in-touch-toast-2": "Je li vaš upit hitan?",
  "search-faq-placeholder": "Pretražite temu pomoći"
}
